<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Hi语音-公告</title>
    <meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no"/>
    <meta name="format-detection" content="telephone=no"/>
    <link rel="stylesheet" href="/m/css/cash_rules.css">
</head>
<body>

<div class="rules_box">

    <h3>Hi语音关于“歌神争霸赛增加复活赛，修改赛制及评分规则”公告</h3>
    <div class="author"> <a>Hi语音</a>  2018-5-23</span> </div>
    <h4>公告</h4>

    <p>经Hi语音官方与“歌神争霸赛”承办方商榷，及征求选手意见，决定针对“歌神争霸赛”已淘汰选手加办一场复活赛，并对半决赛、总决赛赛制及评分规则进行修改。</p>
    <p>
        <strong> 一、复活赛</strong>
    </p>
    <p>
        1.1参赛人员：
    </p>
    <p>
        按评委分排名，第一轮与第二轮被淘汰的选手中，按照评委分排名，前10名进入复活赛；
    </p>
    <p>
        1.2复活赛规则：
    </p>
    <p>
        第一轮：10名歌手依次演唱一首歌曲，根据评委分及人气分（观众投票）排名，前5名进入第二轮；
    </p>
    <p>
        第二轮：5名歌手依次演唱一首歌曲，根据评委分及人气分（观众投票）排名，前3名获得复活资格，参加常规赛；
    </p>
    <p>
        （评分规则已修改，请各位歌手及观众往下看）
    </p>
    <p>
        1.3复活赛时间：
    </p>
    <p>
        5月25日晚8点</p>

    <h5>复活名单（前10名）</h5>
    <div class="img">
        <img src="/m/images/imgs_1.webp" alt="">
    </div>
    <p><strong>二、半决赛、总决赛规则修改</strong>
    </p>
    <p>
        2.1半决赛：
    </p>
    <p>
        第一轮：已进入10强选手与复活的3名选手依次演唱一首歌曲，根据评委分及人气分（观众投票）排名，前8名进入第二轮；
    </p>
    <p>
        第二轮：8名歌手依次演唱一首歌曲，根据评委分及人气分（观众投票）排名，前4名进入总决赛；
    </p>
    <p>
        2.2总决赛：
    </p>
    <p>
        第一轮：4名歌手按照半决赛排名两两对抗。排名第1对排名第3，排名第2对排名第4，每人依次演唱一首歌曲，根据评委分及人气分赢者争夺第一、二名，败者争夺第三、四名；
    </p>
    <p>
        第二轮：先进行三、四名争夺，两名歌手依次演唱一首歌曲，根据评委分及人气分，分数高者获得第三名，分数低者获得第四名；
    </p>
    <p>
        再进行一、二名争夺，两名歌手依次演唱一首歌曲，根据评委分及人气分，分数高者获得第一名，分数低者获得第二名；
    </p>
    <p>
        2.3半决赛、总决赛时间：
    </p>
    <p>
        5月26日；

    </p>
    <p>

        <strong> 三、计分方式规则修改：</strong></p>
    <p>

        3.1专业分（满分50分）：5位评委，每位评委10分，5位评委分数相加为选手的专业分；
    </p>
    <p>
        3.2人气分（满分1分）：每位观众只能投一票（金币礼物即可），按人气排名获得相应分数，如下表；

    </p>
    <p> 3.3最终得分：专业分+人气分；</p>
    <h5>人气排名换算人气分规则表</h5>
    <div class="img">
        <img src="/m/images/imgs_2.webp" alt="">
    </div>

    <h5>10强名单（前10名）</h5>
    <div class="img">
        <img src="/m/images/imgs_3.webp" alt="">
    </div>
    <p><strong>
            Hi语音官方将严肃处理恶意攻击参赛选手、比赛工作人员及蓄意扰乱比赛秩序的个人和集体；Hi语音团队将竭尽全力保障每位参赛选手利益与比赛的公平性，欢迎各位监督指导。

        </strong></p>
    <p>
        比赛监督指导微信：j13817929401</p>

    <p>Hi语音

    </p>
    <p> 2018年5月23日</p>

</div>




</body>
</html>