<?php
/**
 * Created by PhpStorm.
 * User: apple
 * Date: 2018/2/6
 * Time: 下午3:03
 */

trait RoomEnumerations
{
    static $TOP_TOPIC_MESSAGES = ['摇我房主大旗', '给房主点点关注', '666666666', '1111111111', '房主是我偶像，偶像！',
        '房主，你最帅！你最帅！', '房主最强，最强', '摇我房主大旗，求礼物', '摇我房主大旗，房主最帅', '哈哈哈哈哈哈哈', '么么哒，房主，
        求礼物', '求礼物，求礼物', '房主声音真好听，', '摇我房主大人大旗，求个礼物', '房主，房主，我爱你', '摇我房主大旗，房主最帅',
        '对象+，对象+', '房主，要饭饭', '公屏素质要饭', '求关注，交友+', '房主，你真逗', '房主，房主，你最美', '犯我房主者，虽远必诛',
        '摇房主大旗，摇房主大旗', '摇我房主大旗，房主最帅', '摇我房主大旗要饭饭', '公屏要饭饭', '房主，求加好友', '房主，今年多大了',
        '关注我，关注我', '房主，今年几岁啦', '房主看上去，口才真好，哈哈哈', '笑死我了哈哈哈哈哈', '房主,666666', '这波很稳',
        '老铁,没毛病', '公频要饭,老板赏一点', '房主今年多大', '房主是哪里的人', '666,给力给力', '相亲相爱一家人', '哈哈哈哈哈哈哈',
        '稳,这波真稳', '关注我有惊喜', '………...', '爆个群号', '处对象+安稳走心', '这都在干啥', '摇我房主老板大旗', '房主赏个礼物不',
        '喔槽,真机智', '你们真是太鸡贼了', '处对象+喜大龄', '求礼物', '求关注.求礼物', '公屏素质要饭', '摇我房主大旗,求个礼物',
        '加好友,找主持', 'nb   nb', '哈哈哈哈厉害,猛男', '乱不乱,房主说的算', '稳了,厉害厉害', '哈哈哈笑死我了', '加关注,求关注',
        '搏一搏.单车变摩托', '处对象,安稳走心可奔现', ' +Q群703657730 招人', '进家族,拜师+房主', '好久没来了', '摇我老板大旗,赏个礼物',
        '房主求关注', '套路真深', '喜欢的扣个11111111', ' +Q群703657730 招人', '老板排面真足', '输出全靠吼~666', '老板求礼物,赏点糖吃',
        '这声音也是没谁了', '哈哈哈房主炸了'];

    static $STATUS = [STATUS_OFF => '下架', STATUS_ON => '上架', STATUS_BLOCKED => '封闭'];

    static $USER_TYPE = [USER_TYPE_ACTIVE => '活跃', USER_TYPE_SILENT => '沉默'];

    static $THEME_TYPE = [ROOM_THEME_TYPE_NORMAL => '正常', ROOM_THEME_TYPE_BROADCAST => '电台', ROOM_THEME_TYPE_USER_BROADCAST => '个人电台'];

    static $ONLINE_STATUS = [STATUS_OFF => '离线', STATUS_ON => '在线'];

    static $HOT = [STATUS_OFF => '否', STATUS_ON => '是', STATUS_FORBIDDEN => '禁止上热门'];

    static $TOP = [STATUS_OFF => '否', STATUS_ON => '是'];

    static $NEW = [STATUS_OFF => '否', STATUS_ON => '是'];

    static $TYPES = ['gang_up' => '开黑', 'friend' => '交友', 'amuse' => '娱乐', 'sing' => '唱歌', 'broadcast' => '电台',
        'room_seat_sequence' => '麦序', 'male_gold' => '男女神', 'point_sing' => '点唱'];

    static $NOVICE = [STATUS_OFF => '否', STATUS_ON => '是']; //新手房间

    static $GREEN = [STATUS_OFF => '否', STATUS_ON => '是']; //绿色房间

}