<?php
/**
 * Created by PhpStorm.
 * User: apple
 * Date: 16/7/21
 * Time: 下午4:04
 */
return array(
    'day' => 'أشهر          ',
    'days' => 'أشهر          ',
    'give_a_month' => 'أشهر',
    'gift_can_exchange_cash' => ' ويمكن تبادل الهدايا المستلمة نقدا',
    'give_500_golds' => '6000الذهب',
    'golds' => 'ذهبية',
    'cost_fee_chat_notify' => 'Dear user, your 100 golds have been deducted when you chatted with {#country_name} {#nickname#}. You could chat freely with all users in this month.',
    'please_complaints' => 'يرجى الاستئناف',
    'your_device_has_been_disabled' => 'تم تعطيل الجهاز الخاص بك، إذا كنت غير راض عن الخدمة لدينا، يمكنك الاستئناف',
    'no_available_version_download' => 'لا يوجد مسخة باستخدام',
    'credit_cards_pay' => 'دفع ببطاقة الائتمان',
    'buy' => 'شراء',
    'amount_of_money' => 'مبلغ',
    'bank_card_number' => 'رقم البطاقة المصرفية',
    'please_enter_the_bank_card_number' => 'يرجي ادخل رقم البطاقة المصرفية',
    'validity_period' => 'وقت صلاحية',
    'months' => 'شهر',
    'year' => 'سنة',
    'card_back_end_three_digits' => 'ثلاثة أرقام في نهاية الجزء الخلفي من البطاقة',
    'confirm' => 'تأكيد',
    'payment_success' => 'ناجح الدفع',
    'failed_to_pay_please_try_again' => 'فاشل الدفع، يرجي حاول مرة أخرى',
    'failed_to_pay_please_check_the_credit_card_information' => 'فاشل الدفع، يرجي فحص بيانات البطاقة',
    'payment_method' => 'طريقة الدفع',
    'select_payment_method' => 'اختيار طريقة الدفع',
    'buy_money' => 'شراء الذهب',
    'the_role_of_gold' => 'دور الذهب',
    'online_translation' => 'الترجمة عبر الإنترنت',
    'a_gold_coin_can_translate_a_sentence' => 'يمكن أن تترجم الجملة بقطعة نقدية من الذهب',
    'send_gift' => 'هدية الحالية',
    'a_gift_for_the_people_you_like' => 'شراء عملات ذهبية لتقديم الهدايا TOT والناس هناك مثل.',
    'chats_function' => 'نظام الدردشة',
    '100gold_to_country_chats' => 'يمكن للمستخدم واحد الدردشة بحرية مع 100 عملة ذهبية',
    'buy_vip' => 'شراء في اي بي',
    'become_vip_you_will_have_the_following_privileges' => 'امتيازات في اي بي كما التالي',
    'translation_privilege' => 'امتيازات الترجمة',
    'free_translation_500_sentences_every_day' => '500 الترجمة اليومي',
    'chats_all_user' => 'دردشة مع جميع المستخدمين بدون المحدود',
    'viewing_visitors' => 'شاهد الزوار',
    'unlimited_view_of_all_the_visitors_information' => 'عرض جميعبيانات الزواربدون محدود',
    'view_love' => 'عرض الحب',
    'unlimited_view_all_the_people_like_the_information' => 'عرض جميع البيانات المستخدمين الحب',
    'priority_display' => 'عرض أولا',
    'get_more_recommended' => 'مزيد من الفرص التوصية، 9 أضعاف من المستخدمين العاديين',
    'priority_audit' => 'المراجعة الأولوية',
    'avatar_priority_review_no_need_to_wait_for' => 'مراجعة الصورة الرمزية أولوية بدون انتظار',
    'exclusive_order' => 'ميدالية حصرية',
    'exclusive_vip_special_order' => 'ميدالية حصرية، تسليط الضوء على الهوية المتميزة (وضع خاص)',
    'about_us' => 'حول بنا',
    'version_number' => 'رقم النسخة',
    'shanghai_friends_of_the_mdt_InfoTech_ltd' => 'Shanghai Weiyou Information Technology Co., Ltd',
    "contact_us" => "اتصال بنا",
    'register_email' => 'تسجيل البريد',
    'enter_new_password' => 'يرجي ادخل كلمة السر الجديدة',
    'enter_the_new_password_again' =>  'ادخل كلمة السر الجديدة مرة أخرى',
    'modify_now' => 'تحرير فورا',
    'password_reset_success' => 'ناجح اعادة كلمة السر',
    'product_money' => '{#money_num#} ذهب',
    'product_vip' => 'في اي بي {#vip_day#} أيام',
    'gold_30000' => '30000 ذهب',
    'gold_15000' => '15000 ذهب',
    'gold_5000' => '5000 ذهب',
    'vip_180' => '180 أيام في اي بي',
    'vip_90' => '90 أيام في اي بي ',
    'vip_30' => '30 أيام في اي بي',
    'vip' => ' أيام في اي بي',
    'fee_chat_privilege' => 'امتيازات',
    'fee_chat_remark' => 'تحتاج الى فتح “{#COUNTRY_NAME#}امتياز الرسالة بتتكلم معه',
    'fee_chat_money' => 'فتح امتياز الدردشة “{#COUNTRY_NAME#}”: 100 ذهب',
    'unlimited_chat_the_country' => 'ارسال رسالة بدون محدود مع جميع “{#COUNTRY_NAME#}”',
    'view_all_user_information_the_country' => 'تشاهد جميع بيانات المستخدمين في “{#COUNTRY_NAME#}”',
    'first_recommend_user_the_country' => 'تصريح لك الى المستخدمين “{#COUNTRY_NAME#}”أولا',
    'fee_chat_upgrade_vip' => 'ترقية درجة في اي بي',
    'unlimited_chat_and_all_user' => 'ارسال رسالة الى جميع المستخدمين بدون المحدود',
    'view_all_user_information' => 'شاهد البيانات لجميع المستخدمين',
    'recommend_you_to_more_online_users' => 'تصريح لك الى أكثر المستخدمين اون لان',
    'see_who_has_visited_my_home_page' => 'فحص من زيارة صفحة رئيسيني',
    'see_who_likes_me' => 'فحص من انقر الحب لي',
    'enjoy_the_privilege_of_translation' => 'تتمتع بامتياز الترجمة',
    'online_user_num_the_country' => 'يوجد “{#ONLINE_USER_NUM#}”عدد من المستخدمين من “{#COUNTRY_NAME#}” اون لان!',
    'fee_chat_success' => 'ناجح فتح الامتياز الدردشة في“{#COUNTRY_NAME#}“!',
    'coin_is_insuffcient' => 'الذهب غير كافي، يرجي شراء الذهب أولا!',
    'buy_coins' => 'شراء الذهب',

    'user_protocol_title' => 'اتفاق المستخدمين',
    'user_privacy_protocol_title' => 'اتفاق خصوصية المستخدمين',


    'user_protocol' => <<<Eof

		<p class="mt_10 text_in">
			مرحبا لاستخدام البرنامج {#APP_NAME#}، هذا البرنامج هو البرنامج تقدم الخدمات بين الكبار وتعاوفهم، تعمل  {#APP_NAME#}(نقوله "هذا البرنامج" في التالي). ستقدم {#APP_NAME#} لكم الخدمات خلال شروط الخدمة كما تالي، وهذا التصريح تطبق لجميع المحتوى في {#APP_NAME#}(نقوله "هذا البرنامج" في التالي)، وينطبق على أي اتصال بيننا وبينكم عن طريق البريد الإلكتروني أيضا. عند استخدام {#APP_NAME#} قبل تقديم الخدمات، يرجى قراءة بعناية الشروط في هذه الخدمة.
		</p>
		<h4>1. أولا. شروط القبول:</h4>
		<p class="mt_10">
			1、أ. يشمل الاتفاق على نص الاتفاقية وجميع القواعد من {#APP_NAME#} أصدرت أو قد تصدر في المستقبل. جميع القواعد باعتبارها جزءا لا يتجزأ من هذا الاتفاق، الاتفاق مع الهيئة لديها نفس الأثر القانوني.
		</p>
		<p>2、ب. بأي شكل من الأشكال في {#APP_NAME#} واستخدام الخدمة كنت قد قرأت بشكل كامل وفهمت وأوافق على شروط وأحكام هذه الاتفاقية (المشار إليها فيما يلي ب "الشروط").</p>
		<p>3、ت. لدي {#APP_NAME#} الحق تحرير "شروط" حسب الاقتضاء وتحديثهم بشكل الاعلان في البرنامج بدون اعلامك واحد. بعد اعلام هذا الشروط في البرنامج هو الفعلي. اذا أنت لا انتفاق بتحرير، يمكنك ايقف الاستخدام "خدمة". اذا تريد الاستخدام "خدمة" باستمرار، يعني أنت قد قبول على هذا "الشروط" التحرير، عند وحالة نشوء نزاع ينبغي أن يستند إلى أحدث "أحكام" التي يعتد بها.</p>
		<h4>2. الثاني: مؤهلات التسجيل </h4>
		<p class="mt_10">1). أ. يجب ان تكون على الاقل من 18 سنة للتسجيل كعضو البرنامج أو استخدام هذا البرنامج.يحظر عضوية الخدمة في نطاق غير صالح.باستخدام هذا التطبيق، فإنك تقر وتضمن أن لديك الحق والسلطة والقدرة على الدخول في هذا الاتفاق، والامتثال لاتفاق من جميع البنود والشروط.</p>
		<p>2). ب. أمن السحاب وكلمة السر</p>
		<p class="text_in">بعد تسجيل الطلب، للحفاظ على سرية كلمة المرور والحساب لهذا التطبيق هو مسؤوليتك. أنت مسؤول عن جميع أنشطة كلمة المرور والحساب الخاص بك مع المسؤولين تماما. أنت توافق على:</p>
		<p>1) عندما حسابك أو كلمة السر لك بستخدام بدون اذنك أو أي مشكلة الأمن، يرجي اعلامك فورا الى البرنامج. </p>
		<p>2)و أي شخص استخدام حساب أو كلمة السر لك، لديك المسؤولية الكاملة لتتحمل أي الخسارة، هذا البرنامج لا تتحمل أية مسؤولية.</p>
		<p>3)يجب على كل المستخدمين تتحمل المسؤولية الكاملة عن جميع الأنشطة والفعاليات في حسابه. إذا لم يكن لحماية حسابك وكلمة السر لك، وسوف تتحمل المسؤولية كاملة. </p>
		<h4>3. الثالث. إنهاء الخدمة</h4>
		<p class="mt_10"> 1.	كنت توافق على ذلك، في حالة من هذا البرنامج لا تهمة لكم أي الرسوم، لدي الحق الكامل بأي أسباب( تشمل ولكن لا تقصر على أنت انتهاك الروح أو معني القانون) لانتهاء "خدمات" لك الحساب. كلمة السر(أو أي جزء منه) أو استخدام الخدمة. كنت توافق على ذلك، في الحالة أنت قد دفع في هذا البرنامج، يجب على {#APP_NAME#} انتهاء الخدمات في الحالة المعقول وقد اعلامك عبر البريد. ليس لدى هذا البرنامج أي مسؤولية لحفظ أي بيانات والرسالة أو مشاركة الرسالة الى طرف الثالث. بعد ذلك، أنت توافق على ذلك، لن يتم إنهاء هذا التطبيق لتوفير لكم مع "خدمة" وأي مسؤولية تجاهك أو تجاه أي طرف ثالث. </p>
		<p>2.	لديك الحق لطلب تسجيل الخروج حسابك، سنخروج حسابك بعد المراجعة، في هذا الوقت، سانتهاء العلاقة التعاقدية بيننا. ليس لدى هذا البرنامج أي مسؤولية لحفظ أي بيانات والرسالة أو مشاركة الرسالة الى طرف الثالث</p>
		<p>3. ت. أنت تفهم وتوافق على أن إنهاء العلاقة التعاقدية بينك وبين البرنامجوبعد</p>
		<p>1). لدي البرنامج الحق لحفظ بياناتك. </p>
		<p>2). ب. العلاقات بين أنت والمستخدمين الأخرين أثناء استخدامك هذه الخدمة، عدم الانهاء بسبب الانهاء الاتفاق، لدي المستخدمين الأخرين الحق، ولديك المسؤلية أيضا. </p>
		<h4>4.الرابع. محتوى السمح والحظر. </h4>
		<p class="mt_10">a. أ. البيانات أنت تقديم الى البرنامج {#APP_NAME#} ببيانات الصحيحة والحقيقية. </p>
		<p>b. ب. بالإضافة إلى البياناتالشخصية، أي بيانات ترسلها أو نشرها على هذا الموقع وسوف ينظر غير سرية وغير مملوكة. ولن تكون مسؤولة لهذه البيانات. لدينا ولدي أعمالنا الحق نسخ. نشر. جمع أو بطرق الأخرين لاستخدام هذه المعلومات والبيانات. الصور. الصوت. النص والمحتوى الاخر لاستخدامها في أي الأغراض التجارية أو غير التجارية.</p>
		<p>c. ت. لدي {#APP_NAME#} الحق لفحص وحذف أي المحتوى. البريد. معلومات Instant Messenger. الصورة أو البيانات(تسمى مجتمعة "محتوى")، طالما حكم المعقول ببرنامج {#APP_NAME#}، ويعتقد انتهاك المحتوى عن هذا الاتفاق، أو يعتقد هذا المحتوى انتهاك الاتفاق، أو الهجوم، غير القانوني، أو تنتهك الحقوق، أو الأذى، أو تهدد سلامة أفراد. </p>
		<p>d. ج. تشر المحتوى في أي منطقة العامية عبر  {#APP_NAME#}، يعني أنت سمح {#APP_NAME#} الحق لا يمكن الالغاء. الطول. غير حصري. مدفوعة بالكامل. رخصة في جميع أنحاء العالم، الاتسخدام . النسخ. الاجراء. العرض والنشر هذا المحتوى، ولديه الحق الاستخدام هذا المحتوى في الأعمال الأخرين. </p>
		<p>e. وفيما يلي هو غير قانوني.
لدي {#APP_NAME#} الحق كما يلي: تعديل القائمة في أي وقت.اجراء الفحص أو تعديلالقانون لأي الناس انتهاك القانون وفقا لتحكم نفس، بما في ذلك سبيل المثال لا الحصر، إزالة الاتصالات المسيئة وإنهاء عضوية المخالفين من هذه الخدمة. بما فيها:
 </p>
		<p>f.وفيما يلي هو غير قانوني.
لدي {#APP_NAME#} الحق كما يلي: تعديل القائمة في أي وقت.اجراء الفحص أو تعديلالقانون لأي الناس انتهاك القانون وفقا لتحكم نفس، بما في ذلك سبيل المثال لا الحصر، إزالة الاتصالات المسيئة وإنهاء عضوية المخالفين من هذه الخدمة. بما فيها:
</p>
		<p>● 　الأحد تشر المحتوى الهجوم، مثل المحتوى يجلب الضرر الفعالي الى أي أحد أو المجموعة.</p>
		<p>● 　بناء البيانات أو استخدام الصور بدون اذن الطرف الثالث.</p>
		<p>● 　تضايق أو مضايقة المدافعين عن شخص آخر </p>
		<p>● 　مشاركة في النشر "البريد المزعج". "سلسلة من الرسائل" أو البريد الجماعي غير المرغوب فيها أو "بيع المعلومات"；</p>
		<p>● 　دعاية المعلومات أنت تعرف ما هو خطأ ومضلل أو يروج أنشطة غير قانونية، أو دعاية السلوك الفاسد. التهديد. اللواطة. القدح شهرة الاخرين.</p>
		<p>● 　تقديم معلومات لاشتراك الأحداث غير القانونية، مثل صنع أو شراء الأسلحة غير المشروعة. انتهاك الخصوصية الاخرين. تقديم أو خلق فيروسات الكمبيوتر. </p>
		<p>● 　الحصول على كلمات السر أو المعلومات الشخصية من المستخدمين الآخرين لأغراض تجارية أو غير قانونية.</p>
		<p>● 　اشتراك في أحداث التجاري أو المبيعات بدون اذن الكتابي لنا، مثل المسابقة. المقامرة. الصفقة. الاعلان ومخطط الهرم.</p>
		<h4>5.الخامس. اعلام</h4>
		<p class="text_in mt_10">يجب عليك ارسال جميع الاعلام بيننا عبر الابريد اذا ليس لدينا القانون الخاص، عنوان بريدنا هو meeting@dating001.com، ارسال الى البريد أنت تسجيل في هذا البرنامج أو أي االبريد الخاص. </p>
		<h4>6. السادس. الرسوم وتعليمات استرداد</h4>
		<p>
			1). تتحمل أنت جميع الرسوم والضرائب عند استخدام خدمة المدفوع عبر البرنامج أو أي الرسوم الاخرين مثل رسوم الاتصال. رسوم الشبكة. لدينا الحق لتحرير. ايفاق بعض أو جميع "جدمات" بوقت المؤقتا أو طول بدون ارسال الاعلام الكتابي. لدينا الحق تغيير سعر الخدمة، بل سابلغك قبل الرسوم. يمكنك الاقف استخدام الخدمة اذا لا توافق على هذه التغييرات. إذا خدمة لديه شروط محددة وبسعر تفضيلي، ثم استبقاءالسعر صالحة خلال هذه الفترة. بعد انتهاء فترة العرض، واستخدامك لهذه الخدمة أن يكون السعر المعايير الجديدة.		</p>
		<p>2). لا تقديم خدمة استرداد والغاء المبلغ. جميع المعاملات هم المعاملات النهائية، لذلك نحن لا نقبل أي سبب لأي طلب استرداد الأموال، يرجى فهم.</p>
		<h4>7.السابع. أمن الخصوصية </h4>
		<p class="text_in mt_10">احترام خصوصية المستخدمين هو ساسية أساسية لنا، لذلك، لست لدينا الحق لنشر. تحرير. بيعها الى الاخرين بدون اذن المستخدم، إلا في الحالات التالية: </p>
		<p>1.	مع موافقك لسهم بيانات الى طرف الثالث </p>
		<p>2.	لا يمكننا تقديم الخدمة بدون مع بياناتك</p>
		<p>3.	لتخفيف لكم من خطر وشيك على حياة أو صحة أو ممتلكات، لمنع وقوع ضرر كبير على حقوق الآخرين </p>
		<p>4. 　	نحن بحاجة توفير البيانات الى الشركة توفيرنا المنتجات أو الخدمة(ليس لدى هذه الشركة الحق لاستخدام بياناتك بدون نغبلك) </p>
		<p>5.	نحن بحاجة إلى الانصياع لاستدعاء المحكمة والنظام القانوني أو متابعة أعمال </p>
		<p>6. وجدنا أنك انتهكت أحكام الطلب الحالي باستخدام شروط الخدمة أو أي من منتجات وخدمات أخرى</p>
		<h4>8. الثامنة. أخرين</h4>
		<p class="text_in mt_10">
			استخدام هذا البرنامج يعني تقبول هذا الاتفاق، تشمل هذا الاتفاق جميع الاتفاق بينك و{#APP_NAME#}.  إذا ثبت أن أي حكم من أحكام هذا الاتفاق باطلا، وسوف تستمر هذه الاتفاقية سارية المفعول والتأثير الكامل في المستقبل.
		</p>
Eof

);