

<?php
/**
 * Created by PhpStorm.
 * User: apple
 * Date: 16/7/21
 * Time: 下午4:05
 */

return array(
    'day' => '日',
    'days' => '日',
    'gift_can_exchange_cash' => '贈り物は換金することができ受け',
    'give_500_golds' => '5000金貨',
    'golds' => '金貨',
    'give_a_month' => '1ヶ月',
    'cost_fee_chat_notify' => '親愛なるユーザーは、{#country_name#}ユーザー{#nickname#}でログインすることができます.100カ国のゴールドコインを差し引いたところで、{#country_name#}すべてのユーザーと1ヶ月間チャットできます.',
    'please_complaints' => '申し立てください',
    'your_device_has_been_disabled' => 'ご設備が禁制されたが、本アプリからのサービスに対して満足しないと、申し立てください',
    'no_available_version_download' => '利用可能なバージョンがありません',
    'credit_cards_pay' => 'クレジットカードによる支払い',
    'buy' => '買う',
    'amount_of_money' => '金 額',
    'bank_card_number' => 'カード番号',
    'please_enter_the_bank_card_number' => 'カード番号を入力して下さい',
    'validity_period' => '有効期限',
    'months' => 'ヶ月',
    'year' => '年',
    'card_back_end_three_digits' => 'カード裏面における3桁数字',
    'confirm' => '確認',
    'payment_success' => '支払い成功',
    'failed_to_pay_please_try_again' => '支払に失敗し、再試行してください。',
    'failed_to_pay_please_check_the_credit_card_information' => '支払に失敗し、クレジットカード情報を確認してください',
    'payment_method' => '支払方法',
    'select_payment_method' => '支払方法を選択してください',
    'buy_money' => '金貨購入',
    'the_role_of_gold' => '金貨用途',
    'online_translation' => 'オンライン翻訳',
    'a_gold_coin_can_translate_a_sentence' => '金貨1枚が一つの文句を翻訳できる',
    'send_gift' => '贈ギフト',
    'a_gift_for_the_people_you_like' => 'あなたが好きな人に贈り物を提示するために金貨を購入します。',
    'chats_function' => 'チャット機能',
    '100gold_to_country_chats' => '100ゴールドコインは、国のユーザーが1ヶ月間チャットを楽しむ',
    'buy_vip' => 'VIP購買',
    'become_vip_you_will_have_the_following_privileges' => '会員特権が下記の通り',
    'translation_privilege' => '翻訳特権',
    'free_translation_500_sentences_every_day' => '1日あたり500の無料翻訳',
    'chats_all_user' => '全ての利用者と制限なしチャットする',
    'viewing_visitors' => '訪問者確認',
    'unlimited_view_of_all_the_visitors_information' => '全ての訪問者情報を制限なしチャット確認する',
    'view_love' => '好きの確認',
    'unlimited_view_all_the_people_like_the_information' => '制限なし全部好きな人の情報を確認する',
    'priority_display' => '優先的に表示',
    'get_more_recommended' => '普通ユーザーより9倍推薦チャンスがある',
    'priority_audit' => '優先的に審査',
    'avatar_priority_review_no_need_to_wait_for' => '待たせなくアイコンを優先的に審査する',
    'exclusive_order' => '独占勲章',
    'exclusive_vip_special_order' => '独占勲章、立派な地位を現れる（独占地位)',
    'about_us' => '会社案内',
    'version_number' =>'パージョン番号',
    'shanghai_friends_of_the_mdt_InfoTech_ltd' => 'Shanghai Weiyou Information Technology Co., Ltd',
    "contact_us" => "お問い合わせ",
    'register_email' => '登録メールボックス',
    'enter_new_password' => '新パスワードを入力して下さい',
    'enter_the_new_password_again' => '新パスワードを再入力する',
    'modify_now' => 'すぐに変更',
    'password_reset_success' => 'パスワードの再設置に成功',

    'product_money'=>'金貨に{#money_num#}枚',
    'product_vip'=>' vip会員{#vip_day#}日',
    'gold_30000' => '金貨30000枚',
    'gold_15000' => '金貨15000枚',
    'gold_5000' => '金貨5000枚',
    'vip_180' => ' vip会員180日',
    'vip_90' => ' vip会員90日',
    'vip_30' => ' vip会員30日',
    'vip' => 'vip会員',

    'fee_chat_privilege' => '特権',
    'fee_chat_remark' => ' TAとチャットするには、「{#COUNTRY_NAME#}」ユーザー発信特権を開通してください',
    'fee_chat_money' => '「{#COUNTRY_NAME#}」制限なしチャット特権：金貨100枚',
    'unlimited_chat_the_country' => '全ユーザー {#COUNTRY_NAME#} で1ヶ月間無制限に書き込みます',
    'view_all_user_information_the_country' => '全ての「{#COUNTRY_NAME#}」ユーザー情報をチェックする',
    'first_recommend_user_the_country' => '君のことを「{#COUNTRY_NAME#}」ユーザーに優先的に知らせる',
    'fee_chat_upgrade_vip' => ' VIP会員に昇格する',
    'unlimited_chat_and_all_user' => '全ての利用者と制限なしやり取りをする',
    'view_all_user_information' => '全てのユーザー情報をチェックする',
    'recommend_you_to_more_online_users' => '君のことを更なオンラインユーザーに知らせる',
    'see_who_has_visited_my_home_page' => '自分のホームページへのアクセス者をチェックする',
    'see_who_likes_me' => '私のことを好きな人をチェックする',
    'enjoy_the_privilege_of_translation' => '翻訳特権を楽しめる',
    'online_user_num_the_country' => '現在合わせて「{#ONLINE_USER_NUM#}」名「{#COUNTRY_NAME#}」ユーザーがオンライン状態です！',
    'fee_chat_success' => '「{#COUNTRY_NAME#}」制限なしチャット特権の開通に成功しました！',
    'coin_is_insuffcient' => '金貨不足で、金貨を購買してください！',
    'buy_coins' => '金貨購入',

    'user_protocol_title' => '利用者協議',
    'user_privacy_protocol_title' => 'ご利用者のプライバシー協議',
    'user_protocol' => <<<Eof

		<p class="mt_10 text_in">
			どうぞ{#APP_NAME#}をご利用ください。これは成年者向けサービスを提供し、ネットで付き合うアプリとして、 {#APP_NAME#}（以下では「本アプリ」と略称する。）が運営してます。{#APP_NAME#}は下記のサービス条項に基づきサービスを提供するが、本条項に記載された声明はアプリ名{#APP_NAME#} （以下では「本アプリ」と略称する。）に関する全部内容に適用され、かつ当社が電子メールを経由し利用者との一切通信にも適用されます。{#APP_NAME#}から提供された各種サービスをご利用する前に本サービス条項をよくお読み下さい。
		</p>
		<h4>一、同意条項：</h4>
		<p class="mt_10">
			1、この協議には協議正本及び公布済みや将来に公布する可能性のある全ての{#APP_NAME#}各種規則が含まれます。全ての規則はこの協議に不可欠な一部で、協議正本と同様な法律効力を持っています。
		</p>
		<p>2、形式にも関わらず、利用者は{#APP_NAME#}に入って、サービスを利用することは、この協議の条項と条件（以下では「条項」と総称する。）をよく読み、理解、同意するようと見なしてきます。</p>
		<p>3、{#APP_NAME#}は実情に合わせて「条項」を裁量して修正し、かつアプリでの公告にて更新できるが、個別に通知しません。修正された「条項」が一旦にアプリに公布されると発効とします。修正について同意しないと「サービス」の利用を直ちに停止してください。「サービス」の利用を続けると、本アプリに関する修正「条項」を同意すると見なし、争議がある場合に最新版「条項」に準じます。</p>
		<h4>二、登録資格：</h4>
		<p class="mt_10">1. 利用者は18週歳未満の場合、本アプリ会員を登録、利用できません。このサービスに関する会員IDが禁止された範囲で無効とします。このアプリの利用は、利用者がこの協議締結に対する権限、能力のあると保証し、かつこの協議に定めた全ての条項と条件を守ると見なします。</p>
		<p>2.アカウントとパスワードのセキュリティーについて </p>
		<p class="text_in">アプリケーションの登録後、このアプリケーションのパスワードとアカウントの機密性を維持することはあなたの責任です。あなたは完全に責任を持つあなたのパスワードとアカウントの活動のすべてを担当しています。あなたがに同意するものとします。</p>
		<p>1) 利用者のパスワード、又はアカウントが授権せず利用された場合、又は他のセキュリティーに関する問題が発生した場合、直ちに本アプリまで通知してください。</p>
		<p>2) いずれの方が利用者のパスワード及びアカウントでアプリのログインによる一切操作に対しては全部利用者の責任となります。本アプリにもそれによるいずれの損失や損害に対して一切責任を負っていません。</p>
		<p>3) 各利用者がアカウントに行った操作やイベントに対して全部責任を負っています。自分のアカウントやパスワードを適切に保管しなくて、利用者、本アプリや第三者に対する損害が発生させる場合、全部利用者の責任となります。</p>
		<h4>三、サービスの終止</h4>
		<p class="mt_10">1 利用者は、本アプリが利用者から料金を受取れない場合に自分の判断にていずれの理由（本アプリは利用者が本協議に記載された文字意味と精神に違反し、又はこの協議に記載された文字意味と精神に適合しない方式による行為と認められることをを含むが、これに限れない）で利用者の「サービス」パスワード、アカウント（又はそのいずれの部分）又は「サービス」の利用を終止できると同意します。利用者は、本アプリが利用者から料金を受け取る場合、{#APP_NAME#}が合理的な疑いに基づき、かつ電子メールにて通知したうえ上記のサービスを終止すると同意します。アカウント終止後、本アプリは原アカウント、又は一切関係情報を保留し、又は未読や未送出されたいずれの情報を利用者又は第三者に転送する義務が付けられません。なお、利用者は、本アプリが「サービス」提供の終止によって利用者またはいずれの第三者に対する一切責任を負っていないと同意します。</p>
		<p>2利用者は本アプリがごアカウントを削除させると提出できるが、本アプリによる審査のうえ同意する場合、利用者のアカウントを削除するとともに、この協議に基づく本アプリとの契約も終止となります。利用者のアカウントが削除された後、本アプリは利用者のアカウントにおけるいずれの情報を保留、開示し、それに未読や未送出されたいずれの情報を利用者又は第三者に転送する義務が付けられません。</p>
		<p>利用者は、本アプリとの契約を終止した後、下記のことについて理解、同意する：</p>
		<p>1) 本アプリは利用者の情報を継続的に保存できます。</p>
		<p>2) 利用者はサービス利用期間においてサービス利用によって他の利用者との関係がこの協議の終止によって終止しなく、他の利用者が相変わらず権利を主張する場合、約束のとおり義務の履行を続けなければならない。</p>
		<h4>四、本アプリにおける掲載内容と禁止内容。</h4>
		<p class="mt_10"> a. 利用者が {#APP_NAME#} に提供した情報、及び本アプリに掲載した情報は正確、かつ真実でなければならない。</p>
		<p> b. 個人を識別できる情報以外、転送情報、又はこのサイトに公布した一切情報は非機密、非専用なものと認められます。本アプリはこれらの資料に対して責任を負っていません。商業や非商業目的として使われるために、本アプリ及び本アプリから指定した方はこれらの情報、それに全部データ、画像、音声、テキスト及びそれに含まれた他の内容を自由に複製、開示、散布、統合及び他の方法で利用できます。</p>
		<p> c. {#APP_NAME#} は{#APP_NAME#}からの合理的判断により、その内容、メール、Instant Messenger情報、写真又はファイル（「内容」と総称する。）がこの協議に違反し、又は攻撃性、違法性を持って、又は権利を侵害し、会員の安全に損害を与えて、脅かすと認める場合、これを審査するうえ、削除できます。</p>
		<p> d. 利用者は、「サービス」に公布、送信、掲載または表示（以下では「掲載」と略称する）した内容、又は「サービス」を経由し他の会員に転送した内容に対する全部責任を負っています。そのうえ、いつでも公布された内容が (a)正確的、(b)この協議に違反しなく、 (c) いずれにしても他人に傷害しないようと声明、保証します。</p>
		<p> e. 利用者が{#APP_NAME#}において内容を いずれの公共場所に公布することは、当該情報と内容を利用、複製、実行、表示又は散布するため、権限取消し不可、永久的、非独占、完全有料、グローバル的に許可される情報と内容を{#APP_NAME#}に付与する権限があると声明、保証し、かつ、この情報と内容に関する派生作品の製作や他の作品に織り込まれ、並びに上記権限の再授権を付与していると同意します。</p>
		<p> f. 法律違反又は本アプリ禁止内容種類の一部リストが下記の通り。{#APP_NAME#} はいつでも当該リストの修正、自社の独自判断にて本規定に違反したいずれの方に対する調査をする上、適当な法律行為を実施する権利を保留し、サービスから侮辱的通信の削除、及びこの侵害者の会員状態を終止することを含むが、これに限れない。下記の内容が含まれた：</p>
		<p>● 　いずれの団体や個人に対する人種差別、偏見、嫌悪、又はいずれのグループや個人に傷害を与える内容の宣伝のなどの攻撃的な発言を掲載する；</p>
		<p>● 　第三者の許可を得ずにそのファイルを作成し、又はその写真を使用する。</p>
		<p>● 　撹乱又は他人に困らせるようと扇動する；</p>
		<p>● 　「迷惑メール」、「連鎖手紙」又は不必要な大量メールや「スパミング」の転送に参加する；</p>
		<p>● 　間違い、欺くと知っている情報、違法行為、或いは悪口、威嚇的、みだらな、他人名誉の誹謗や損害を宣伝する行為；</p>
		<p>● 　不法武器の製造や購買、他人のプライバシの侵害、コンピューターウィルスの提供や製造などの違法活動に関する指導的情報を提供する；</p>
		<p>● 　商業や不法目的に使われるために他の利用者からパスワードや個人識別情報を取得する。</p>
		<p>● 　本アプリからの事前書面による許可を得ずに商業活動及び／又は販売活動に参入する。例えば、競合、賭博、取引、広告とピラミッド計画。</p>
		<h4>五、通知</h4>
		<p class="text_in mt_10">特に規定されないと、本アプリとの連絡はmeeting@dating001.comにて電子メールを経由するが、登録の際に本アプリに提示したメールアドレス宛、又は関連方から指定されたアドレス宛まで配信します。</p>
		<h4>六、費用及び返金に関する説明</h4>
		<p>
			1)本アプリで行った取引、本アプリからの有料サービスによる全ての未払税金、及び通信、ネットワークサービス及び他の費用は利用者が負担となります。本アプリは書面通知ではなく、サイトで公告する場合でサービスの一部や全部を一時的、永久的に変更や停止する権利を保留します。本アプリはサービス価格を変更できるが、次の支払い日が到来するまでに知らせています。変更について同意しないと、使用期間満了日に利用できません。サービス優遇については期限と価格が定められた場合、この価格が当該期間までに有効です。優遇期間終了後、サービス利用価格が新しい価格となります。
		</p>
		<p>2){#APP_NAME#}はサービスの返金、取消に対応しません。全ての取引が最終的取引と認めて、いずれの理由とする返金申請にも対応しませんので、ご了承ください。</p>
		<h4>七、プライバシーとセキュリティ</h4>
		<p class="text_in mt_10">ユーザーのプライバシーを遵守するのは本アプリの基本ポリシーであって、下記の場合以外、本アプリは利用者からの授権を得ずにいずれの人に開示、編集、リース、売却してはならない：</p>
		<p>1 　第三者と情報を共用できると同意する場合</p>
		<p>2 　個人情報を開示しないかぎり、ご要望製品とサービスを提供できません</p>
		<p>3 　生命、身体或いは財産への危険を避け、他人の権益に重大な危害を防止するための場合</p>
		<p>4 　本アプリの代表として製品やサービスを提供する会社に資料を提供する場合（別途に通知する場合以外、これらの会社は利用者の身分識別資料を使用できません） </p>
		<p>5 　裁判所の召喚状、法律に応え、又は法律手続きに従う場合</p>
		<p>6 　本アプリサービス条項又は他の製品及びサービスに関する使用規定に違反すると認める場合</p>
		<h4>八、その他</h4>
		<p class="text_in mt_10">
			本アプリの利用はこの協議を同意するが、本サービスの会員になるとこれを更に確認すると認められて、この協議には利用者が{#APP_NAME#}との間に本アプリ及び／又は本サービスを利用する全部協議が含まれます。この協議に関するいずれの規定が無効と認められる場合、この協議における他の部分がそのまま効力と約束力を保留して続けます。
		</p>
Eof

);