
<?php
/**
 * Created by PhpStorm.
 * User: apple
 * Date: 16/7/21
 * Time: 下午4:04
 */

return array(
    'gift_can_exchange_cash' => '선물은 현금으로 교환 할 수있는 수신',
    'give_a_month' => '1개월',
    'give_500_golds' => '5000금화',
    'golds' => '금화',
    'cost_fee_chat_notify' => '안녕하십니까, {#country_name#}사용자 {#nickname#} 으로 성공적으로 로그인하면 100 금화를 공제했습니다. 이제 한 달 동안 {#country_name#} 모든 사용자와 채팅 할 수 있습니다. ',
    'please_complaints' => '청구서제출',
    'your_device_has_been_disabled' => '당신의설비는이미사용금지되였고본서비스에불만이있을경우청구서를제출하십시오',
    'no_available_version_download' => '현재다운로드가능한사용버전이없음',
    'credit_cards_pay' => '신용카드지불',
    'buy' => '사다',
    'amount_of_money' => '금액',
    'bank_card_number' => '은행카드번호',
    'please_enter_the_bank_card_number' => '은행카드번호입력',
    'validity_period' => '유효기간',
    'months' => '월',
    'year' => '년',
    'card_back_end_three_digits' => '카드뒷면번호마지막세자리',
    'confirm' => '확인',
    'payment_success' => '지불성공',
    'failed_to_pay_please_try_again' => '지불실패,다시시도',
    'failed_to_pay_please_check_the_credit_card_information' => '지불실패,신용카드 정보 재검사',
    'payment_method' => '지불방식',
    'select_payment_method' => '지불방식선택',
    'buy_money' => '금화구매',
    'the_role_of_gold' => '금화의작용',
    'online_translation' => '온라인번역',
    'a_gold_coin_can_translate_a_sentence' => '1개의금화로1마디번역가능',
    'send_gift' => '선물 선물',
    'a_gift_for_the_people_you_like' => '선물 TOT을 제시 금화를 구입하고 사람들이 같이있다.',
    'chats_function' => '채팅공능',
    '100gold_to_country_chats' => '100 개의 금화는 한 달 동안 컨트리 사용자가 채팅하는 것을 즐깁니다',
    'buy_vip' => ' VIP구매',
    'become_vip_you_will_have_the_following_privileges' => '회원특권은아래와같다',
    'translation_privilege' => '번역특권',
    'free_translation_500_sentences_every_day' => '매일 500마디번역',
    'chats_all_user' => '사용자와무제한채팅가능',
    'viewing_visitors' => '방문객보기',
    'unlimited_view_of_all_the_visitors_information' => '무제한으로방문객자료보기',
    'view_love' => '좋아요보기',
    'unlimited_view_all_the_people_like_the_information' => '무제한으로좋아하는사람자료보기',
    'priority_display' => '우선전시',
    'get_more_recommended' => '더욱많은추천기회,일반사용자의 9배',
    'priority_audit' => '우선심사',
    'avatar_priority_review_no_need_to_wait_for' => '프로필사진우선심사,기다릴필요없음',
    'exclusive_order' => '전속훈장',
    'exclusive_vip_special_order' => '전속훈장,존귀한신분을나타냄(전속지위)',
    'about_us' => '우리에대하여',
    'version_number' =>'버전넘버',
    'shanghai_friends_of_the_mdt_InfoTech_ltd' => 'Shanghai Weiyou Information Technology Co., Ltd ',
    "contact_us" => "연락처",
    'register_email' => '등록메일',
    'enter_new_password' => '새비밀번호입력',
    'enter_the_new_password_again' => '새비밀번호재입력',
    'modify_now' => '즉시수정',
    'password_reset_success' => '비밀번호재설치성공',
    'product_money'=>'금화{#money_num#}개',
    'product_vip'=>' VIP회원{#vip_day#}일',
    'gold_30000' => '금화30000개',
    'gold_15000' => '금화15000개',
    'gold_5000' => '금화5000개',
    'vip_180' => ' VIP회원180일',
    'vip_90' => ' VIP회원90일',
    'vip_30' => ' VIP회원30일',
    'vip' => 'VIP회원',
    'days' => '일',
    'day' => '일',
    'fee_chat_privilege' => '특권',
    'fee_chat_remark' => '그와채팅시에는“{#COUNTRY_NAME#}”개통 필요,사용자 편지쓰기 특권',
    'fee_chat_money' => '“{#COUNTRY_NAME#}”무제한 채팅 특권 개통:100금화',
    'unlimited_chat_the_country' => '모든 사용자와 한 달 동안 무제한 쓰기{#COUNTRY_NAME#}',
    'view_all_user_information_the_country' => '모든사용자의정보보기“{#COUNTRY_NAME#}”',
    'first_recommend_user_the_country' => '우선순위로사용자에게당신을추천“{#COUNTRY_NAME#}”',
    'fee_chat_upgrade_vip' => ' VIP회원 승급',
    'unlimited_chat_and_all_user' => '모든사용자에게무제한발신',
    'view_all_user_information' => '모든사용자의정보보기',
    'recommend_you_to_more_online_users' => '더욱많은온라인사용자에게당신을추천',
    'see_who_has_visited_my_home_page' => '마이페이지방문객보기',
    'see_who_likes_me' => '좋아요를누른사람보기',
    'enjoy_the_privilege_of_translation' => '번역특권소유',
    'online_user_num_the_country' => '현재총“{#ONLINE_USER_NUM#}”명“{#COUNTRY_NAME#}”사용자가 온라인 상태!',
    'fee_chat_success' => '“{#COUNTRY_NAME#}“개통,무제한 채팅특권 성공',
    'coin_is_insuffcient' => '금화부족,금화를구매하십시오!',
    'buy_coins' => '금화구매',
    'user_protocol_title' => '사용자약관',
    'user_privacy_protocol_title' => '사용자비밀약관',

    'user_protocol' => <<<Eof

		<p class="mt_10 text_in">
			{#APP_NAME#}를 사용해 주셔서 감사합니다.본APP는 성인들을 위한 인터넷 친구사귀기 프로그램 입니다.{#APP_NAME#}(이하“본프로그램”으로약칭)에서운영합나다.{#APP_NAME#}는 아래 서비스 약관에 의하여 서비스를 제공 합니다.본 약관은 프로그램{#APP_NAME#}(이하“본프로그램”으로약칭)에모두적용됩니다.또한저희와사용자사이의전자메일을포함한모든통신에도적용됩니다.{#APP_NAME#}에서 제공하는 각종 서비스를 사용하기전에 본 약관을 자세히 읽어 주십시오.
		</p>
		<h4>1.수락조항:</h4>
		<p class="mt_10">
			1) 본계약서내용에는계약서정문및모든{#APP_NAME#}에서 이미 발표한 혹은 미래에 발표할 각종 규칙이 포함되어 있다.모든 규칙은 계약서중 불가결의 일부분이며 계약서 정문과 동등한 법적효력을 가지고 있다.
		</p>
		<p>2) 어떤방식으로{#APP_NAME#}를 사용하고 있는경우 사용자는 이미  서비스 약관을 충분히 읽고 이해하였으며 본 계약서의 조건을 받아들인것으로 여긴다(아래”조항”으로 합칭한다). </p>
		<p>3){#APP_NAME#}는 실제상황에 근거하여 “조항”을 수정할수 있고 프로그램 내부공고 형식으로 경신을 진행하며 별도로 통보하지 않는다.수정후의 “조항”은 발표후 즉시 유효하다. 수정된 약관에 동의 하지 않을 경우 즉시 “서비스”를 사용 중단하면 된다. 지속적인 “서비스”사용시에는 본 “조항”수정에 동의하는것으로 여긴다.쟁의 발생 경우에는 최신”조항”을 기준으로 한다. </p>
		<h4>2.등록자격:</h4>
		<p class="mt_10">1)반드시만18세이상이여야만본프로그램에등록하여사용할수있다.본서비스내의신분금지범위에적용되면무효하다.본프로그램을사용할수있다는것은사용자가이미본계약서를체결할권리,권력과능력을갖추었다는것과본계약서의모든조항과조건을준수한다는것을말해준다.</p>
		<p>2) 계좌및비밀번호안전유지</p>
		<p class="text_in">응용 프로그램의 등록 후, 비밀번호의 기밀을 유지하고,이 응용 프로그램은 사용자의 책임입니다을 설명합니다. 당신은 책임은 전적으로 귀하의 암호 및 계정의 모든 활동에 대한 책임이 있습니다. 당신은에 동의합니다 :</p>
		<p>① 사용자의비밀번호혹은계정에권리를부여하지않은상태에서사용혹은기타안전문제발생시본프로그램에즉시통보하여야한다.</p>
		<p>② 본인이외의모든사람이당신의비밀번호및계정을통하여로그인상태를유지할때본인이모든책임을지어야한다.이에발생하는모든손실혹은손해는본프로그램에서일괄책임을질수없습니다.</p>
		<p>③ 모든사용자는본인계정에서일어나고있는활동과사건에대한책임이있다.본인의보관부당으로하여계정과비밀번호분실로제 3자에위해를가하였을경우본인이모든책임을지어야한다.</p>
		<h4>3. 서비스중지</h4>
		<p class="mt_10">1) 사용자는본프로그램이사용자에게비용을청구하지않은상태에서는어떤이유에서든 (본프로그램에서사용자가계약서의내용과표현을어기였을경우혹은본계약서와어긋난서면전달방식등을포함또한이에그치지않음)프로그램측에서스스로결정을내려“서비스”의비밀번호,계정(혹은기타모든부문)사용을중단시킬수있다는것에동의한다.본프로그램은수금을한상태에서{#APP_NAME#}이 합리한 의심 또한 전자메일 통보에 의거하에 본 서비스를 중단할수 있다는것에 사용자는 동의한다.계정 중단후 본 프로그램은 사용자를 위하여 원 계정혹은 그와 관련된 모든 정보를 보류할 의무는 없다.본 프로그램은 당신에게 “서비스”를 중지함으로 하여 당신 혹은 제3자에 책임질 의무는 없다것에 사용자는 동의한다.</p>
		<p>2) 사용자는계정취소에대하여프로그램에청구할권리가있고본프로그램에서심사통과한뒤사용자의계정을취소하며이와동시에사용자와프로그램은계약서에의거하여계약관계가종료된다.계정취소후본프로그램은사용자의계정및관련정보를보류해야하는의무가없을뿐더러사용자혹은제3자에게읽지않은메세지를전달할의무는없다.</p>
		<p>3)본프로그램과계약서종료에대한요해및동의후:</p>
		<p>① 본프로그램에서는사용자의정보를지속적으로보관할권리가있다.</p>
		<p>②사용자가본서비스사용중에기타사용자와관계가발생했을경우본계약서의종료로하여종료되지않으며기타사용자는당신에게권리를주장할권리가있으며당신은지속적으로의무를이행하여야한다.</p>
		<h4>4.본프로그램의내용과금지내용</h4>
		<p class="mt_10"> a.사용자는{#APP_NAME#}에서 제공하는 자료와 본 프로그램에 제공되는 자료는 반드시 정확하고 진실성이 있어야 한다.</p>
		<p> b.식별가능한 개인 정보를 제외한 모든 사용자가 전송 혹은 사이트를 통하여 발표한 자료등 모두는 기밀이 아닌것과  비전문으로 간주한다.저희는 이와같은 자료에 대하여 책임을 지지 않는다.저희 와 저희가 지정한 인원은 자유로 복사,발표,전파,정리 및 기타 방식으로 본 유형의 자료와 모든 숫치,사진,음성,문자및 포함된 기타내용을 모두 상업용 혹은 비 상업용도로 쓸수 있다.</p>
		<p> c. {#APP_NAME#}에서는 모든 내용,메일,Instant Messenger정보,사진혹은 당안(“내용”으로 통칭”)등을 심사후 삭제할 권리가 있고{#APP_NAME#}에서 합리한 판단하에 본 내용이 계약서를 위반하였다고 여기였거나 공격성,위법성 혹은 권리침해,손해 및 사용자 위협등 안전 문제발생시 삭제할수 있다.</p>
		<p> d.사용자는반드시“서비스”에서발표,제출,공고혹은보이는(이하“공고”로약칭)내용혹은“서비스”를통한기타회원에게전송되는내용에대하여서는모든책임을지어야한다.사용자는반드시어떤기간에발표되는내용이든(a)정확하다(b)본 계약서르 위반하지 않았다(c)어떤 조건하에서도 기타 사람한테 피해가 가지 않는다고 보증하여야 한다.</p>
		<p> e.{#APP_NAME#}를통하여공포된내용은사용자가자동으로권한을부여한것으로간주하며{#APP_NAME#}에게 취소 불가능하고,영구적이고,비 독점이고,비용 지불 방식이며 전세계 범위에서 허가되며 사용,복사,집행,표시및유포본유형의정보와내용사용에동의하는것으로본다. 또한본정보와내용의파생작품혹은기타작품중에통합시킴으로상술한권리수여에서재수여하는것이다.</p>
		<p> f.이하는위법행위혹은본프로그램에서금지하는일부내용이다. {#APP_NAME#}는 아래와 같은 권리를 보류한다: 수시로 본 리스트 변경,독립적인 자체 판단으로 본 규정을 위반하였을 경우 어떤 사람이건 조사를 진행하고 법률행동을 취할것이며 이에 머물지 않는다.본 서비스에서는 욕설내용을 삭제하고 이런 유형의 침범자 회원신분을 박탈한다. 포함된 내용은 아래와 같다:</p>
		<p>● 　발표한내용이현저한공격성을가지고있을때 , 예를들면단체혹은개인의인종차별,편견,증오혹은기타단체나조직및개인에게실질적인상해가담긴내용을선전하였을경우;</p>
		<p>● 　제3자의허락없이서류를작성하거나사진을남용하였을경우; </p>
		<p>● 　소란혹은부추김으로타인에게폐를끼쳣을경우;</p>
		<p>● 　“스팸메일”전파,”연쇄편지”혹은청구하지않은대량메일혹은“정보판매”; </p>
		<p>● 　알고도범하는착오,오해소지가있는메세지,불법활동선전,욕설전파,위협,음란,비방혹은타인명의회손행위; </p>
		<p>● 　불법활동에게지도성메세지를제공한다,예를들어제조혹은구매불법무기,타인사행활침해 ,컴퓨터바이러스제조및전파；</p>
		<p>● 　기타사용자한테서비밀번호혹은개인정보를요구하여상업혹은불법목적으로사용하였을경우; </p>
		<p>● 　저희의서면허가를받지않은상황하에서상업활동혹은판매활동,경기,도박,거래,광고및피라미드기획에참여하였을경우。</p>
		<h4>5. 통지</h4>
		<p class="text_in mt_10">특별한규정사항이없으면사용자와프로그램사이의모든통지는전자메일형태로발송되며본프로그램의메일주소는meeting@dating001.com이다. 메일은회원가입시 입력한 메일주소로 발송되거나 지정된 기타주소로 발송된다.。</p>
		<h4>6. 비용과환불설명</h4>
		<p>
			1)사용자가본프로그램에서진행하는거래,유료서비스를통한모든세금및통신,네트워크서비스및기타방면의비용은일괄사용자가부담한다.본프로그램은별도로서면통지를제출하지않고사이트에공시된상황하에서잠시혹은영구적으로변경혹은정지,전부혹은일부정지하는“서비스”의권리를보류한다. 본프로그램은서비스의비용을변경할권리가있고사용자가다음번에비용지불시통지한다.사용자가변경에대하여동의하지않으면현재사용기간만료후사용을정지한다.만약사용자의서비스우대조건이특정의기한이나비용을지니고고있을경우유효기간내에는사용할수있다.우대조건기간이만료후서비서의비용은새로운기준으로집행한다.
		</p>
		<p>2){#APP_NAME#}은 환불/취소 서비서를 제공하지 않는다.모든 거래는 최종 거래이고 저희는 어떤 경우에서도 환불의 요구를 들어줄수가 없으니 양해 바랍니다.</p>
		<h4>7.비밀안전</h4>
		<p class="text_in mt_10">사용자의비밀을유지하는것은본프로그램의기본적인정책이다.본프로그램은사용자가권한을부여하기전에는어떤사람에게도공개,편집혹은임대,판매를해서는안된다.아래조항제외: </p>
		<p>1). 본인이제3자에자료공유허락; </p>
		<p>2). 본인의개인정보를작성해야만수요되는상품과서비스를제공한다; </p>
		<p>3). 본인이생명,신체혹은재산방면에서위협을받을시; 타인의권리가중대위협을받을경우; </p>
		<p>4). 저희를대표하여상품과서비서를제공하는회사에게자료제공(저희가별도로통지하기전에는본유형의회사에서는사용자의신분과정보를사용할수없다); </p>
		<p>5). 저희는법원소환장,법률명령혹은법률적절차를준수하여야한다 ;</p>
		<p>6). 사용자가본프로그램의서비스약관혹은기타상품및서비스의사용규정을어기였을경우.</p>
		<h4>8.기타</h4>
		<p class="text_in mt_10">
			본프로그램사용시본합의에동의한것으로본다.본서비스의회원으로가입되였고진일보로확인됨을말해주며본협의는당신과{#APP_NAME#}간의 관련 프로그램/혹은 본 서비스의 모든 협의가 포함된다. 본협의중 하나가가 무효로 처리되더라도 기타 나머지 부분은 지속적으로 효력과 구속력을 가지고 있다.
		</p>
Eof


);