<?php
return array(
    'cost_fee_chat_notify' => 'Уважаемый пользователь, вы только что вычитали 100 золотых монет из успешного входа в систему с {#country_name#} пользователь {#nickname#}. Теперь вы можете общаться с {#country_name#} всеми пользователями в течение одного месяца.',
    '3months_1month' => '3месяца + 1месяца',
    "give_a_month" => "1 месяца",
    'day' => 'месяц',
    'days' => 'месяц',
    'golds' => 'злато',
    'give_500_golds' => '5000злато',
    "please_complaints" => "Пожалуйста, жалобы",
    "your_device_has_been_disabled" => "Устройство было отключено, если вы не удовлетворены нашими услугами, вы можете подать жалобу",
    "no_available_version_download" => "Будучи не доступные версии Скачать",
    "credit_cards_pay" => "Оплата кредитной картой",
    "buy" => "купить",
    "amount_of_money" => "Деньги",
    "bank_card_number" => "Банковская карта",
    "please_enter_the_bank_card_number" => "Пожалуйста, введите номер карты",
    "validity_period" => "Срок действия",
    "months" => "Месяц",
    "year" => "Год",
    "card_back_end_three_digits" => "Три цифры на задней части карты",
    "confirm" => "Подтвердить",
    "payment_success" => "Успешное оплаты",
    "failed_to_pay_please_try_again" => "Оплата не удалось, попробуйте еще раз",
    "failed_to_pay_please_check_the_credit_card_information" => "Оплата не удается, проверьте информацию о кредитной карте",
    "payment_method" => "Способ оплаты",
    "select_payment_method" => "Выберите способ оплаты",
    "buy_money" => "Купить золотые монеты",
    "the_role_of_gold" => "Роль золота",
    "online_translation" => "Онлайн-трансляции",
    "a_gold_coin_can_translate_a_sentence" => "Золотая монета может перевести слово",
    'chats_function' => 'Chat Function',
    '100gold_to_country_chats' => 'Расходы 100 штук золота могут общаться с пользователями без ограничений.',
    "buy_vip" => "Купить VIP",
    "become_vip_you_will_have_the_following_privileges" => "Стать VIP, вы будете иметь следующие привилегии",
    "translation_privilege" => "Льготы перевода",
    "free_translation_500_sentences_every_day" => "Бесплатные Переводы 500 в день",
    'chats_all_user' => 'Чат со всеми пользователями',
    "viewing_visitors" => "Посетители выставки",
    "unlimited_view_of_all_the_visitors_information" => "Посмотреть всех посетителей неограниченное данных",
    "view_love" => "Посмотреть, как",
    "unlimited_view_all_the_people_like_the_information" => "Посмотреть все нравится, когда люди неограниченное данных",
    "priority_display" => "Приоритет отображения",
    "get_more_recommended" => "Рекомендуемые больше возможностей, в 9 раз нормальный пользователь",
    "priority_audit" => "Приоритет отзыв",
    "avatar_priority_review_no_need_to_wait_for" => "Аватар приоритетного рассмотрения, не дожидаясь",
    "exclusive_order" => "Эксклюзивный медаль",
    "exclusive_vip_special_order" => "Эксклюзивный VIP специальная медаль, выделите уважаемого личность",
    "about_us" => "О нас",
    "version_number" => "Номер версии",
    "shanghai_friends_of_the_mdt_InfoTech_ltd" => "Друзья Шанхайской информация Technology Co., Ltd. Бит",
    "contact_us" => "Свяжитесь с нами ",
    "register_email" => "регистрацию по электронной почте",
    "enter_new_password" => "Введите новый пароль",
    "enter_the_new_password_again" => "Введите новый пароль еще раз",
    "modify_now" => "Измените Теперь",
    "password_reset_success" => "Сброс пароля Успех",
    'product_money'=>'Золото {#money_num#}',
    'product_vip'=>'VIP члены {#vip_day#} дней',
    "gold_30000" => "Золото 30000",
    "gold_15000" => "Золото 15000",
    "gold_5000" => "Золото 5000",
    "vip_180" => "VIP члены 180 дней",
    "vip_90" => "VIP члены 90 дней",
    "vip_30" => "VIP члены 30 дней",
    'vip' => 'VIP члены',
    "send_gift" => "подарить подарки",
    "a_gift_for_the_people_you_like" => "купить золотые монеты,подарить подарки другу",

    'fee_chat_privilege' => 'сбор в чат привилегии',
    'fee_chat_remark' => 'сбор в чат замечание',
    'fee_chat_money' => 'Open "{#COUNTRY_NAME#}" chat Function: 100 Coins',
    'unlimited_chat_the_country' => 'Чат со всеми {#COUNTRY_NAME#} пользователями без ограничений',
    'view_all_user_information_the_country' => 'View all {#COUNTRY_NAME#} users',
    'first_recommend_user_the_country' => 'Introduce you at first to {#COUNTRY_NAME#} users',
    'fee_chat_upgrade_vip' => 'Upgrade to VIP',
    'unlimited_chat_and_all_user' => 'Message all users unlimited',
    'view_all_user_information' => 'View all users\' information',
    'recommend_you_to_more_online_users' => 'Introduce more times to online users',
    'see_who_has_visited_my_home_page' => 'View users visited my main page',
    'see_who_likes_me' => 'View users liked me',
    'enjoy_the_privilege_of_translation' => 'Enjoy translation function',
    'online_user_num_the_country' => '{#ONLINE_USER_NUM#} {#COUNTRY_NAME#} users online now',
    'fee_chat_success' => 'Open up {#COUNTRY_NAME#} chatting function successfully',
    'coin_is_insuffcient' => 'Coin is insufficient, please top up.',
    'buy_coins' => 'Buy coins',

    "user_protocol_title" => "Пользовательское соглашение",
    "user_privacy_protocol_title" => "Соглашение о конфиденциальности Пользователь",
    'user_protocol' => <<<Eof

        <div class="title"><h3> {#APP_NAME#} Условия использования Соглашение</h3></div>
		<p class="mt_10 text_in">
            Добро пожаловать на {#APP_NAME#}, это для взрослых услуг и позволит им узнать друг друга в сети АРР, {#APP_NAME#} (далее упоминается как "приложение") операций. Знакомства в соответствии с Условиями предоставления услуг, чтобы служить вам, заявление Условия относится к имени приложения в {#APP_NAME#} (далее "Приложение") для всего содержимого, но также относится к любой связи между нами и вами по электронной почт  е. Прежде чем использовать услуги, предоставляемые Знакомства, пожалуйста, ознакомьтесь с условиями службы тщательно.</p>
		<h4>Во-первых：Принять условия:</h4>
		<p class="mt_10">
			1. Соглашение включает в себя соглашение текст и все {#APP_NAME#} выпустила все виды правил или может быть выдано в будущем. Все неотъемлемой частью правил соглашения, а тело соглашение имеет одинаковую юридическую силу.
		</p>
		<p>2, в любом случае в {#APP_NAME#} и использовать Услугу означает, что вы полностью прочитали, поняли и согласны с условиями настоящего Соглашения (далее именуемые «Условия»).</p>
		<p>3, {#APP_NAME#} вправе требовать, в случае необходимости, пересмотреть "Условия" в соответствии с реальной ситуацией, и в виде уведомления о новинках приложений, не уведомив вас в покое. Пересмотренные "термины" объявление станция этим приложением, которые производят эффект. Если вы не согласны с изменениями, пожалуйста, немедленно прекратить использование "услуги". Если вы будете продолжать использовать «службу», это будет считаться Ваше согласие этого заявления пересмотренных "точки", когда вы с спора, должны последние "Условия" преобладают.</p>
		<h4>Во-вторых: регистрация квалификация:</h4>
		<p class="mt_10">1. Вы должны быть старше 18 лет, чтобы зарегистрироваться в качестве члена с применением или использованием данного приложения. Членство в службе запрещено в область является недействительным. Используйте это приложение, вы гарантируете, что вы имеете право, полномочия и возможности для заключения данного соглашения и соблюдать все сроки и условия данного Соглашения.</p>
		<p>2. номер счета и пароль безопасности</p>
		<p class="text_in">После оформления заявки, сохраняя конфиденциальность вашего пароля и учетной записи для этого приложения ваша ответственность. Вы несете ответственность за все ваши пароли и счета деятельности с полной ответственностью. Вы соглашаетесь:</p>
		<p>1) Когда ваш пароль или счет любого несанкционированного использования, или любые другие проблемы безопасности возникают, вы будете немедленно уведомлены этого приложения.</p>
		<p>2) для любого человека с любой операционной поведения вашего приложения для входа пароля и учетной записи осуществляется, вы должны нести полную ответственность. За любые убытки или ущерб, возникшие из, и это приложение не может не несем никакой ответственность.</p>
		<p>3) Каждый пользователь должен учитывать в полной мере ответственность за все действия и события. Если вы не защищают ваш номер счета и пароль для вас, или повреждения сторонних причиненный этим приложением, вы будете принимать на себя полную ответственность.</p>
		<h4>В-третьих: прекращение обслуживания</h4>
		<p class="mt_10">1 Вы согласны, что в случае этого приложения не дать вам гонорар, это приложение может по своему усмотрению по любой причине (в том числе, но не ограничиваясь этим приложением думаю вы нарушили настоящее Соглашение буквальный смысл и дух, или если вы не соблюдать это соглашение Буквальный смысл и дух Закона) прекратить "Сервис" пароль, аккаунт (или любую его часть) или ваше использование «услуги». Вы соглашаетесь, что, в случае применения этого к вашей обязанности, {#APP_NAME#}  должно быть основано на разумном подозрении, и после случая электронной почты уведомления о выполнении выше поведения расторжения. По окончании счета, это приложение не имеет никаких обязательств, чтобы сохранить оригинал для вашей учетной записи или любой информации, связанной с ними, или пересылать любую информацию, не читать или отправить к вам или третьей стороной. Кроме того, вы согласны, что это приложение не будет прекратить, чтобы предоставить вам "сервис" и какой-либо ответственности перед Вами или любой третьей стороной.</p>
		<p>2 Вы имеете право представить заявки отменить свой аккаунт, после рассмотрения и утверждения этого заявления, это приложение будет закрыть свой аккаунт, то вы и применение этого соглашения, основанного на договорных отношений прекращается. После того, как ваша учетная запись будет отменена, это приложение не имеет никаких обязательств, чтобы сохранить или разглашать вам любую информацию, в вашем аккаунте, нет обязательство направить к вам или любому третьему лицу, что вы не читали или отправить сообщение.</p>
		<p>3 Вы понимаете и соглашаетесь, что после прекращения договорных отношений между вами и этим приложением:</p>
		<p>1) применение права продолжать сохранять данные.</p>
		<p>2)использование вами отношений между службой и другими пользователями, не из-за прекращения действия настоящего Соглашения прекращается во время использования сервиса, другие по-прежнему имеют право требовать свои права, вы должны продолжать вашу приверженность к выполнению своих обязательств.</p>
		<h4>В-четвертых: размещенные на этом приложении и запрещено содержание.</h4>
		<p class="mt_10">а. Информация о данном заявлении и отправил информацию, которую Вы предоставляете {#APP_NAME#} должна быть точной и правдивой.</p>
		<p>b.В дополнение к личной информации, за ее пределами, потому что он может быть использован для выявления лиц, основанные на информации, связанной с какой-либо информации, которую вы передаете или, размещенных на данном веб-сайте, будут считаться не конфиденциальными и неимущественные. Тип информации, которую мы не будем нести ответственность. Мы и наша назначенный сотрудник может свободно копировать, раскрывать, распространять, включать и иным образом использовать такие материалы и все данные, изображения, звуки, текст и другие вещи, воплощенные в нем, для того, чтобы использоваться для любых коммерческих или некоммерческих целях ,</p>
		<p>c. {#APP_NAME#} право просматривать и удалять любую тему, электронную почту, мгновенные сообщения Messenger, фотографии или профили (все вместе, "Content"), до тех пор, {#APP_NAME#} разумные суждения, что вид контента, который нарушает это соглашение или является оскорбительным, незаконным секс или нарушают права, вред или угрожать безопасности членов.</p>
		<p>d. Содержимое д. Вы должны «Услуги», опубликованные, представить, почта или дисплей (далее "сообщение"), или "Услуги" Перевод на другие члены несут полную ответственность за ее содержание. Вы заявляете и гарантируете, что публиковать в любой момент времени (а) точное, (б) не является нарушением настоящего Соглашения и (С) в любом случае не повредит никому.</p>
		<p>e. Размещая Контент в любой публичной зоне Знакомства, и вы соглашаетесь, Вы автоматически предоставляете, и вы гарантируете, что вы имеете право на предоставление Знакомства безотзывное, бессрочное, неисключительное, полностью оплачены, во всем мире Лицензия на использование, копирование, исполнение, показ и распространение такой информации и содержания и подготовить производные такой информации и содержания, или включить в других работах, а также для предоставления сублицензии вышеуказанных прав.</p>
		<p>f. В следующем является незаконным, запрещен в этом приложении или частичном список вида контента. {#APP_NAME#} оставляет за собой право: право на внесение изменений в список, в соответствии с их собственной независимой судебного решения в отношении тех, кто нарушает это условие, чтобы исследовать и принять соответствующие правовые меры, в том числе, но не ограничиваясь, удалять оскорбительные связи с услуг и прекращения таких правонарушителей членство. Она включает в себя Контент, который:</p>
		<p>●  Релиз явно оскорбительным для пропаганды расовой дискриминации в отношении какой-либо группы или индивида, фанатизма, ненависти или физического вреда принести содержание к любой группы или личности;</p>
		<p>●  третья сторона без разрешения строить свои файлы или использовать свои фотографии.</p>
		<p>●  беспокоит или выступает притеснения других;</p>
		<p>●  в распространении спама "," "письма счастья", или нежелательной массовой рассылки или "спам";</p>
		<p>●  гласности, что вы знаете, является ложным, вводящим в заблуждение информации, или продвижения незаконной деятельности или способствовать оскорбительные, угрожающие, непристойные, клеветнические или клеветнической поведение;</p>
		<p>●  обеспечить информацию о незаконной деятельности, такой как создание или покупка незаконного оружия, нарушение чьей-то личной жизни, или создание компьютерных вирусов;</p>
		<p>●  запрашивает пароли или личную идентификационную информацию от других пользователей, для коммерческих или незаконных целей;</p>
		<p>●  без нашего предварительного письменного разрешения на участие в коммерческой деятельности и / или деятельности по продажам, таких как конкурсы, тотализаторы, бартер, реклама, и финансовые пирамиды.</p>
		<h4>В-пятых: уведомление</h4>
		<p class="text_in mt_10">Если нет специальных положений, либо уведомление между вами и приложения должны быть отправлены по электронной почте, адрес электронной почты для этого приложения meeting@dating001.com~~HEAD=pobj, отправлен на ваш адрес электронной почты, зарегистрированный в процессе регистрации Настоящая заявка предусматривает, или такой другой адрес определяется соответствующими сторонами.</p>
		<h4>В-шестых: на стоимость</h4>
		<p class="text_in mt_10">
			Все подлежащие уплате налоги в этом приложении из-за ваших сделок, платят услуги в произошло это приложение, и связи, сетевые услуги и другие аспекты расходов, понесенных свой страх и риск. Это приложение остается в без письменного уведомления, только в случае веб-сайт публичности, временно или постоянно, право изменить или прекратить все или некоторые из "службы". Это приложение имеет право изменить цену услуг, но будет платный до прибытия, чтобы уведомить вас на ваш следующий. Если вы не согласны с этими изменениями, то вы использовать период после истечения срока действия текущего использования прекратите. Если ваши акции услуг имеют конкретные сроки и цену, то цена действительна в период. После концов периода предложения, использование Вами цены услуг будет новый стандарт.
		</p>
		<h4>Семь: неприкосновенность частной жизни</h4>
		<p class="text_in mt_10">Уважение частной жизни пользователей является основной политикой настоящей заявки, и, следовательно, это приложение в то время не может быть раскрыта без разрешения пользователя, редактировать или аренды, продать никому, за исключением следующих обстоятельств:</p>
		<p>1. Вы согласны поделиться информацией</p>
		<p>2 только раскрыть вашу личную информацию, чтобы предоставлять Вам с просьбой продукты и услуги</p>
		<p>3 избавить вас от неминуемой опасности для жизни, здоровья или имущества; для предотвращения существенного вреда правам других</p>
		<p>4 Мы должны представлять нам предоставлять продукты или услуги, чтобы обеспечить информацию (если мы не уведомим вас в противном случае, в противном случае эти компании не имеют права использовать вашу персональную информацию,)</p>
		<p>5 Мы должны подчиняться повестку в суд, юридические приказы или следить за ходом</p>
		<p>6 Мы обнаружили, что вы нарушили условия обслуживания использовать положения этого приложения или какие-либо другие продукты и услуги</p>
		<h4>Восемь: другие</h4>
		<p class="text_in mt_10">
			Используйте это приложение будет означать принятие этого соглашения, как член Службы показывает, что также подтвердил, что соглашение содержит между вами и {#APP_NAME#} об использовании этого приложения и / или все договора на оказание услуг. Если какое-либо положение настоящего Соглашения будет признано недействительным, остальная часть этого Соглашения останутся в полной силе и обязательными.
		</p>
Eof

);