<?php
/**
 * Created by PhpStorm.
 * User: apple
 * Date: 15/9/29
 * Time: 上午9:45
 */

return array(
    'telephone_payment' => '电话卡支付',
    'cost_fee_chat_notify' => '亲爱的用户您好，您刚刚与{#country_name#}的用户{#nickname#}发起聊天成功扣除100枚金币，您现在可以与{#country_name#}所有用户畅聊一个月。',
    'give_a_month' => '送一个月',
    'give_500_golds' => '送5000金币',
    'credit_card_payment' => '信用卡支付',
    'bank_payment' => '银行卡支付',
    'e_wallet_payment' => 'E-Wallet支付',
    'please_complaints' => '请申诉',
    'your_device_has_been_disabled' => '您的设备已经被禁用，如果您对的我们的服务不满意，您可以提出申诉',
    'no_available_version_download' => '暂时无可用版本下载',
    'credit_cards_pay' => '信用卡支付',
    'buy' => '立即购买',
    'amount_of_money' => '金额',
    'bank_card_number' => '银行卡号',
    'please_enter_the_bank_card_number' => '请输入银行卡号',
    'validity_period' => '有效期',
    'months' => '个月',
    'year' => '年',
    'card_back_end_three_digits' => '卡背面末三位数字',
    'confirm' => '确认',
    'payment_success' => '支付成功',
    'failed_to_pay_please_try_again' => '支付失败，请重新再试',
    'failed_to_pay_please_check_the_credit_card_information' => '支付失败，请检查信用卡信息',
    'payment_method' => '支付方式',
    'select_payment_method' => '选择支付方式',
    'buy_money' => '购买金币',
    'the_role_of_gold' => '金币的作用',
    'online_translation' => '在线翻译',
    'a_gold_coin_can_translate_a_sentence' => '一个金币可以翻译一句话',
    'send_gift' => '赠送礼物',
    'a_gift_for_the_people_you_like' => '购买金币可以给你喜欢的人赠送礼物',
    'gift_can_exchange_cash' => '收到礼物能兑换为现金',
    'chats_function' => '聊天功能',
    '100gold_to_country_chats' => '100金币享有一个国家用户一个月畅聊',
    'buy_vip' => '购买 VIP',
    'become_vip_you_will_have_the_following_privileges' => '会员特权如下',
    'translation_privilege' => '翻译特权',
    'free_translation_500_sentences_every_day' => '每日500句翻译',
    'chats_all_user' => '与所有用户无限制聊天',
    'viewing_visitors' => '查看访客',
    'unlimited_view_of_all_the_visitors_information' => '无限制查看所有访客的资料',
    'view_love' => '查看喜欢',
    'unlimited_view_all_the_people_like_the_information' => '无限制查看所有喜欢人的资料',
    'priority_display' => '优先展示',
    'get_more_recommended' => '更多的推荐机会，是普通用户的9倍',
    'priority_audit' => '优先审核',
    'avatar_priority_review_no_need_to_wait_for' => '头像优先审核，无需等待',
    'exclusive_order' => '专属勋章',
    'exclusive_vip_special_order' => '专属勋章，彰显尊贵身份（专属地位)',
    'about_us' => '关于我们',
    'version_number' => '版本号',
    'shanghai_friends_of_the_mdt_InfoTech_ltd' => '上海位友信息科技有限公司',
    "contact_us" => "联系我们",
    'register_email' => '注册邮箱',
    'enter_new_password' => '输入新密码',
    'enter_the_new_password_again' => '再次输入新密码',
    'modify_now' => '立即修改',
    'password_reset_success' => '密码重置成功',

    'product_money' => '金币{#money_num#}枚',
    'product_vip' => 'vip会员{#vip_day#}天',
    'gold_30000' => '金币30000枚',
    'gold_15000' => '金币15000枚',
    'gold_5000' => '金币5000枚',
    'vip_180' => 'vip会员180天',
    'vip_90' => 'vip会员90天',
    'vip_30' => 'vip会员30天',
    'vip' => 'vip会员',
    'gold_coins' => '金币',

    'fee_chat_privilege' => '特权',
    'fee_chat_remark' => '与TA聊天需要开通“{#COUNTRY_NAME#}”用户写信特权',
    'fee_chat_money' => '开通“{#COUNTRY_NAME#}”畅聊特权：100金币',
    'unlimited_chat_the_country' => '与所有“{#COUNTRY_NAME#}”用戶一個月无限制发信',
    'view_all_user_information_the_country' => '查看所有“{#COUNTRY_NAME#}”用户资料',
    'first_recommend_user_the_country' => '优先将您推荐给“{#COUNTRY_NAME#}”用户',
    'fee_chat_upgrade_vip' => '升级VIP',
    'unlimited_chat_and_all_user' => '与所有用户无限制发信',
    'view_all_user_information' => '查看所有用户资料',
    'recommend_you_to_more_online_users' => '将你推荐给更多的在线用户',
    'see_who_has_visited_my_home_page' => '查看谁访问了我的主页',
    'see_who_likes_me' => '查看谁喜欢了我',
    'enjoy_the_privilege_of_translation' => '尊享翻译特权',
    'online_user_num_the_country' => '当前共有“{#ONLINE_USER_NUM#}”名“{#COUNTRY_NAME#}”用户在线！',
    'fee_chat_success' => '开通“{#COUNTRY_NAME#}“畅聊特权成功!',
    'coin_is_insuffcient' => '金币不足,请购买金币!',
    'buy_coins' => '购买金币',
    'golds' => '金币',

    'user_protocol_title' => '用户协议',
    'user_privacy_protocol_title' => '用户隐私协议',
    'user_protocol' => <<<Eof

		<p class="mt_10 text_in">
			欢迎使用{#APP_NAME#}，这是为成年人服务并让他们彼此在网络上认识的APP，由 {#APP_NAME#}（以下简称 “本应用”）运营。{#APP_NAME#}依据以下服务条款为您提供服务，本条款声明适用于应用名称为{#APP_NAME#} （以下称“本应用”）下的所有内容，而且也适用于我们和您之间通过电子邮件进行的任何通信。您在使用{#APP_NAME#}提供的各项服务之前，请仔细阅读本服务条款。
		</p>
		<h4>一、接受条款：</h4>
		<p class="mt_10">
			1、本协议内容包括协议正文及所有{#APP_NAME#}已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
		</p>
		<p>2、以任何方式进入{#APP_NAME#}并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件(以下合称“条款”)。</p>
		<p>3、{#APP_NAME#}有权根据实际情况需要酌情修订“条款”，并以应用内公告的形式进行更新，不再单独通知予您。经修订的“条款”一经本应用站公布，即产生效力。如您不同意相关修订，请您立即停止使用“服务”。如您继续使用“服务”，则将视为您已接受经本应用修订的“条款”，当您与发生争议时，应以最新的“条款”为准。</p>
		<h4>二、注册资格：</h4>
		<p class="mt_10">1. 您必须年满 18 周岁才能注册成为本应用的会员或使用本应用。本服务的会员身份在被禁止的范围内是无效的。使用本应用，代表您声称并保证您有权利、权力和能力签定本协议，并遵守本协议的所有条款和条件。</p>
		<p>2. 账号及密码安全</p>
		<p class="text_in">注册本应用之后，维护您本应用的密码及帐号的机密安全，是您的责任。您应对所有用您的密码及帐号的活动负完全的责任。您同意：</p>
		<p>1) 您的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知本应用。</p>
		<p>2) 对于任何人利用您密码及帐号所进行的任何登陆应用的操作行为，您应负完全的责任。对于因此而产生的任何损失或损害，本应用无法也不承担任何责任。</p>
		<p>3)每个用户都要对其帐户中的所有活动和事件负全责。如果您未保管好自己的帐号和密码而对您、本应用或第三方造成的损害，您将负全部责任。</p>
		<h4>三、终止服务</h4>
		<p class="mt_10">1 您同意，在本应用未向您收费的情况下，本应用可自行全权决定以任何理由 (包括但不限于本应用认为您已违反本协议的字面意义和精神，或您以不符合本协议的字面意义和精神的方式行事) 终止您的“服务”密码、账户 (或其任何部份) 或您对“服务”的使用。您同意，在本应用向您收费的情况下， {#APP_NAME#}应基于合理的怀疑且经电子邮件通知的情况下实施上述终止服务的行为。账户终止后，本应用没有义务为您保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，您同意，本应用不会就终止向您提供“服务”而对您或任何第三者承担任何责任。</p>
		<p>2 您有权向本应用要求注销您的账户，经本应用审核同意的，本应用将注销您的账户，届时，您与本应用基于本协议的合同关系即终止。您的账户被注销后，本应用没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
		<p>3 您理解并同意，您与本应用的合同关系终止后：</p>
		<p>1) 本应用有权继续保存您的资料。</p>
		<p>2) 您在使用服务期间因使用服务与其他用户之间发生的关系，不因本协议的终止而终止，其他用户仍有权向您主张权利，您应继续按您的承诺履行义务。</p>
		<h4>四、本应用上张贴的内容和禁止内容。</h4>
		<p class="mt_10">a. 您为 {#APP_NAME#} 提供的信息和在本应用上张贴的信息必须准确且真实。</p>
		<p>b. 除了可识别个人的信息之外，因为它与可根据该信息来识别个人有关，任何您传输或在此网站上公布的资料都将视为非机密和非专有的。 我们对该类资料将不承担责任。 我们和我们指定的人员可自由复制、披露、散布、整合和以其他方式使用该类资料和所有数据、图像、声音、文本和其中包含的其他内容，以用作任何和全部商业或非商业目的。</p>
		<p>c. {#APP_NAME#} 有权审查并删除任何内容、邮件、Instant Messenger 信息、照片或档案（统称为“内容”），只要{#APP_NAME#}经过合理判断，认为该类内容违反了本协议，或具有攻击性、违法性，或侵犯权利，损害或威胁会员安全。</p>
		<p>d. 您必须对在“服务”公布、提交、张贴或显示（以下简称“张贴”）的内容，或通过“服务”传输给其他会员的内容负全部责任。 您声称并保证您在任何时候公布的内容是 (a) 准确的、(b) 未违反本协议和 (c) 无论如何都不会伤害到任何人。</p>
		<p>e. 通过将内容公布到 {#APP_NAME#} 的任何公共区域，表示您同意，您自动授予，并且你声称并保证您有权授予{#APP_NAME#}一项不可取消的、永久的、非独占的、完全付费的、世界范围的许可，以使用、复制、执行、显示并散布该类信息和内容，也可准备该类信息和内容的衍生作品或整合到其他作品中，以及授予上述权利的再授权。</p>
		<p>f. 以下是违法的或本应用禁止内容种类的部分列表。 {#APP_NAME#} 保留以下权利：随时修改该列表、根据自己独立的判断对违反本规定的任何人进行调查并采取适当的法律行动，包括但不限于，从本服务上删除侮辱性通信和终止该类侵犯者的会员身份。 包括的内容有：</p>
		<p>● 　对发布有明显攻击性，如宣传对任何团体或个人的种族歧视、偏见、憎恨或对任何群组或个人带来实际伤害的内容；</p>
		<p>● 　未经第三人允许，构建其档案或使用其照片。</p>
		<p>● 　骚扰或鼓动对其他人进行骚扰；</p>
		<p>● 　参与传播“垃圾邮件”、“连锁信”或未经请求的大量邮件或“兜售信息”；</p>
		<p>● 　宣传您知道是错误的、误导性信息，或宣传违法活动，或宣扬辱骂的、威胁性、猥亵、诽谤或损害他人名誉的行为；</p>
		<p>● 　提供关于违法活动的指导性信息，如制造或购买非法武器、侵犯他人隐私、提供或制造计算机病毒；</p>
		<p>● 　从其他用户处索取密码或个人标识信息，用作商业或非法之目的；</p>
		<p>● 　未经我们事先书面许可，参加商业活动和/或销售活动，如竞赛、赌博、交易、广告和金字塔计划。</p>
		<h4>五、通知</h4>
		<p class="text_in mt_10">如果没有特别规定，任何您与本应用之间的通知应以电子邮件形式发送，本应用电子邮件地址为 meeting@dating001.com，发送到您在登记注册过程中向本应用提供的电子邮件地址，或有关方指明的该等其他地址。</p>
		<h4>六、费用与退款说明</h4>
		<p>
			1)您因在本应用进行交易、在本应用获取有偿服务而发生的所有应纳税赋，以及通讯、网络服务及其他方面的费用均由您自行承担。本应用保留在无须发出书面通知，仅在网站公示的情况下，暂时或永久地更改或停止部分或全部“服务”的权利。本应用有权更改服务价格，但会在您下一个付费到来前通知您。如果您不同意这些更改，那么您当前使用期限届满后停止继续使用。 如果您的服务优惠有特定期限和价格，那么该价格在该期限内有效。优惠期结束后，您使用服务的价格将按新标准执行。
		</p>
		<p>2){#APP_NAME#}不提供退款/取消服务。所有交易都是最终交易，因此我们不接受以任何理由任何申请退款的要求，敬请谅解。</p>
		<h4>七、隐私安全</h4>
		<p class="text_in mt_10">尊重用户隐私是本应用的基本政策，因此本应用在未经用户的授权时不得公开、编辑或出租，出售给任何人，以下情况除外：</p>
		<p>1 　您同意让第三方共享资料 </p>
		<p>2 　只有透露您的个人资料，才能提供您所要求的产品和服务</p>
		<p>3 　为免除您在生命、身体或财产方面之急迫危险；为防止他人权益之重大危害 </p>
		<p>4 　我们需要向代表我们提供产品或服务的公司提供资料（除非我们另行通知您，否则这些 公司无权使用您的身份识别资料） </p>
		<p>5 　我们需要听从法庭传票、法律命令或遵循法律程序 </p>
		<p>6 　我们发现您违反了本应用服务条款或任何其他产品及服务的使用规定</p>
		<h4>八、其他</h4>
		<p class="text_in mt_10">
			使用本应用便表示接受本协议，成为本服务的会员则表示进一步的确认，本协议包含您与{#APP_NAME#}之间有关使用本应用和/或本服务的全部协议。 如果本协议的任何规定被视为无效，本协议的其余部分会继续保留完整的效力和约束力。
		</p>
Eof

);