<?php
return array(
    'cost_fee_chat_notify' => '親愛的用戶您好，您剛剛與{#country_name#}的用戶{#nickname#}發起聊天成功已扣除100枚金幣，您現在可以與{#country_name#}所有的用戶暢聊一個月',
    'give_a_month' => '送一個月',
    'give_500_golds' => '送5000金幣',
    'credit_card_payment' => '信用卡支付',
    'bank_payment' => '银行卡支付',
    "please_complaints" => "請申訴",
    "your_device_has_been_disabled" => "您的設備已經被禁用，如果您對的我們的服務不滿意，您可以提出申訴",
    "no_available_version_download" => "暫時無可用版本下載",
    "credit_cards_pay" => "信用卡支付",
    "buy" => "購買",
    "amount_of_money" => "金額",
    "bank_card_number" => "銀行卡號",
    "please_enter_the_bank_card_number" => "請輸入銀行卡號",
    "validity_period" => "有效期",
    "months" => "個月",
    "year" => "年",
    "card_back_end_three_digits" => "卡背面末三位數字",
    "confirm" => "確認",
    "payment_success" => "支付成功",
    "failed_to_pay_please_try_again" => "支付失敗，請重新再試",
    "failed_to_pay_please_check_the_credit_card_information" => "支付失敗，請檢查信用卡信息",
    "payment_method" => "支付方式",
    "select_payment_method" => "選擇支付方式",
    "buy_money" => "購買金幣",
    "the_role_of_gold" => "金幣的作用",
    "online_translation" => "在線翻譯",
    "a_gold_coin_can_translate_a_sentence" => "一個金幣可以翻譯一句話",
    'chats_function' => '聊天功能',
    '100gold_to_country_chats' => '100金幣享有一個國家用戶一個月暢聊',
    "buy_vip" => "購買 VIP",
    "become_vip_you_will_have_the_following_privileges" => "成為VIP，您將擁有以下特權",
    "translation_privilege" => "翻譯特權",
    "free_translation_500_sentences_every_day" => "每天免費翻譯500句",
    'chats_all_user' => '與所有用戶無限制聊天',
    "viewing_visitors" => "查看訪客",
    "unlimited_view_of_all_the_visitors_information" => "無限制查看所有訪客的資料",
    "view_love" => "查看喜歡",
    "unlimited_view_all_the_people_like_the_information" => "無限制查看所有喜歡人的資料",
    "priority_display" => "優先展示",
    "get_more_recommended" => "獲得更多的推薦機會，是普通用戶的9倍",
    "priority_audit" => "優先審核",
    "avatar_priority_review_no_need_to_wait_for" => "頭像優先審核，無需等待",
    "exclusive_order" => "專屬勳章",
    "exclusive_vip_special_order" => "專屬的VIP特製勳章，彰顯尊貴身份",
    "about_us" => "關於我們",
    "version_number" => "版本號",
    "shanghai_friends_of_the_mdt_InfoTech_ltd" => "上海位友信息科技有限公司",
    "contact_us" => "聯繫我們",
    "register_email" => "註冊郵箱",
    "enter_new_password" => "輸入新密碼",
    "enter_the_new_password_again" => "再次輸入新密碼",
    "modify_now" => "立即修改",
    "password_reset_success" => "密碼重置成功",
    'product_money'=>'金幣{#money_num#}枚',
    'product_vip'=>'vip會員{#vip_day#}天',
    "gold_30000" => "金幣30000枚",
    "gold_15000" => "金幣15000枚",
    "gold_5000" => "金幣5000枚",
    "vip_180" => "vip會員180天",
    "vip_90" => "vip會員90天",
    "vip_30" => "vip會員30天",
    'vip' => 'vip會員',
    'send_gift' => '贈送禮物',
    'a_gift_for_the_people_you_like' => '購買金幣可以給妳喜歡的人贈送禮物',
    'gift_can_exchange_cash' => '收到禮物能兌換為現金',
    'fee_chat_privilege' => '特權',
    'fee_chat_remark' => '與TA聊天需要開通“{#COUNTRY_NAME#}”用戶寫信特權',
    'fee_chat_money' => '開通“{#COUNTRY_NAME#}”暢聊特權：100金幣',
    'unlimited_chat_the_country' => '與所有“{#COUNTRY_NAME#}”用戶一個月無限制發信',
    'view_all_user_information_the_country' => '查看所有“{#COUNTRY_NAME#}”使用者資料',
    'first_recommend_user_the_country' => '優先將您推薦給“{#COUNTRY_NAME#}”用戶',
    'fee_chat_upgrade_vip' => '陞級VIP',
    'unlimited_chat_and_all_user' => '與所有用戶無限制發信',
    'view_all_user_information' => '查看所有使用者資料',
    'recommend_you_to_more_online_users' => '將你推薦給更多的線上用戶',
    'see_who_has_visited_my_home_page' => '查看誰訪問了我的主頁',
    'see_who_likes_me' => '查看誰喜歡了我',
    'enjoy_the_privilege_of_translation' => '尊享翻譯特權',
    'online_user_num_the_country' => '當前共有{#ONLINE_USER_NUM#}名{#COUNTRY_NAME#}用戶在線！',
    'fee_chat_success' => '開通"{#COUNTRY_NAME#}"暢聊特權成功!',
    'coin_is_insuffcient' => '金幣不足,請購買金幣!',
    'buy_coins' => '購買金幣',
    'gold_coins' => '金幣',
    'golds' => '金幣',
    'vip_privilege' => 'VIP特權',

    "user_protocol_title" => "用戶協議",
    "user_privacy_protocol_title" => "用戶隱私協議",
    'user_protocol' => <<<Eof

    <div class="title"><h3>{#APP_NAME#}使用條款協議</h3></div>
		<p class="mt_10 text_in">
            歡迎使用{#APP_NAME#}，這是為成年人服務並讓他們彼此在網絡上認識的APP，由{#APP_NAME#}（以下簡稱“本應用”）運營。{#APP_NAME#}依據以下服務條款為您提供服務，本條款聲明適用於應用名稱為{#APP_NAME#}（以下稱“本應用”）下的所有內容，而且也適用於我們和您之間通過電子郵件進行的任何通信。您在使用{#APP_NAME#}提供的各項服務之前，請仔細閱讀本服務條款。		</p>
		<h4>一、接受條款：</h4>
		<p class="mt_10">
			1、本協定內容包括協定正文及所有{#APP_NAME#}已經發佈或將來可能發佈的各類規則。所有規則為協定不可分割的一部分，與協定正文具有同等法律效力。
		</p>
		<p>2、以任何管道進入{#APP_NAME#}並使用服務即表示您已充分閱讀、理解並同意接受本協定的條款和條件（以下合稱“條款”）。</p>
		<p>3、{#APP_NAME#}有權根據實際情況需要酌情修訂“條款”，並以應用內公告的形式進行更新，不再單獨通知予您。經修訂的“條款”一經本應用站公佈，即產生效力。如您不同意相關修訂，請您立即停止使用“服務”。如您繼續使用“服務”，則將視為您已接受經本應用修訂的“條款”，當您與發生爭議時，應以最新的“條款”為准。</p>
		<h4>二、注册資格：</h4>
		<p class="mt_10">1. 您必須年滿18周歲才能注册成為本應用的會員或使用本應用。本服務的會員身份在被禁止的範圍內是無效的。使用本應用，代表您聲稱並保證您有權利、權力和能力簽定本協定，並遵守本協定的所有條款和條件。</p>
		<p>2. 帳號及密碼安全</p>
		<p class="text_in">注册本應用之後，維護您本應用的密碼及帳號的機密安全，是您的責任。您應對所有用您的密碼及帳號的活動負完全的責任。您同意：</p>
		<p>1) 您的密碼或帳號遭到未獲授權的使用，或者發生其它任何安全問題時，您將立即通知本應用。</p>
		<p>2) 對於任何人利用您密碼及帳號所進行的任何登入應用的操作行為，您應負完全的責任。對於囙此而產生的任何損失或損害，本應用無法也不承擔任何責任。</p>
		<p>3)每個用戶都要對其帳戶中的所有活動和事件負全責。如果您未保管好自己的帳號和密碼而對您、本應用或協力廠商造成的損害，您將負全部責任。</p>
		<h4>三、終止服務</h4>
		<p class="mt_10">1 您同意，在本應用未向您收費的情况下，本應用可自行全權决定以任何理由（包括但不限於本應用認為您已違反本協定的字面意義和精神，或您以不符合本協定的字面意義和精神的管道行事）終止您的“服務”密碼、帳戶（或其任何部份）或您對“服務”的使用。您同意，在本應用向您收費的情况下，{#APP_NAME#}應基於合理的懷疑且經電子郵件通知的情况下實施上述終止服務的行為。帳戶終止後，本應用沒有義務為您保留原帳戶中或與之相關的任何資訊，或轉發任何未曾閱讀或發送的資訊給您或協力廠商。此外，您同意，本應用不會就終止向您提供“服務”而對您或任何第三者承擔任何責任。</p>
		<p>2 您有權向本應用要求註銷您的帳戶，經本應用稽核同意的，本應用將註銷您的帳戶，届時，您與本應用基於本協定的契约關係即終止。您的帳戶被註銷後，本應用沒有義務為您保留或向您披露您帳戶中的任何資訊，也沒有義務向您或協力廠商轉發任何您未曾閱讀或發送過的資訊。</p>
		<p>3 您理解並同意，您與本應用的契约關係終止後：</p>
		<p>1) 本應用有權繼續保存您的資料。</p>
		<p>2）您在使用服務期間因使用服務與其他用戶之間發生的關係，不因本協定的終止而終止，其他用戶仍有權向您主張權利，您應繼續按您的承諾履行義務。</p>
        <h4>四、本應用上張貼的內容和禁止內容。</h4>
        <p class=“mt_10”>a.您為{#APP_NAME#}提供的資訊和在本應用上張貼的資訊必須準確且真實。</p>
        <p>b.除了可識別個人的資訊之外，因為它與可根據該資訊來識別個人有關，任何您傳輸或在此網站上公佈的資料都將視為非機密和非專有的。我們對該類資料將不承擔責任。我們和我們指定的人員可自由複製、披露、散佈、綜合和以其他管道使用該類資料和所有數據、影像、聲音、文字和其中包含的其他內容，以用作任何和全部商業或非商業目的。</p>
        <p>c. {#APP_NAME#}有權審查並删除任何內容、郵件、Instant Messenger資訊、照片或檔案（統稱為“內容”），只要{#APP_NAME#}經過合理判斷，認為該類內容違反了本協定，或具有攻擊性、違法性，或侵犯權利，損害或威脅會員安全。</p>
        <p>d.您必須對在“服務”公佈、提交、張貼或顯示（以下簡稱“張貼”）的內容，或通過“服務”傳輸給其他會員的內容負全部責任。您聲稱並保證您在任何時候公佈的內容是（a）準確的、（b）未違反本協定和（c）無論如何都不會傷害到任何人。</p>
        <p>e.通過將內容公佈到{#APP_NAME#}的任何公共區域，表示您同意，您自動授予，並且你聲稱並保證您有權授予{#APP_NAME#}一項不可取消的、永久的、非獨佔的、完全付費的、世界範圍的許可，以使用、複製、執行、顯示並散佈該類資訊和內容，也可準備該類資訊和內容的衍生作品或綜合到其他作品中，以及授予上述權利的再授權。</p>
        <p>f.以下是違法的或本應用禁止內容種類的部分清單。{#APP_NAME#}保留以下權利：隨時修改該清單、根據自己獨立的判斷對違反本規定的任何人進行調查並採取適當的法律行動，包括但不限於，從本服務上删除侮辱性通信和終止該類侵犯者的會員身份。包括的內容有：</p>
        <p>●對發佈有明顯攻擊性，如文宣對任何團體或個人的種族歧視、偏見、憎恨或對任何群組或個人帶來實際傷害的內容；</p>
        <p>●未經第三人允許，構建其檔案或使用其照片。</p>
        <p>●騷擾或鼓動對其他人進行騷擾；</p>
        <p>●參與傳播“垃圾郵件”、“連鎖信”或未經請求的大量郵件或“兜售資訊”；</p>
        <p>●文宣您知道是錯誤的、誤導性資訊，或文宣違法活動，或宣揚辱駡的、威脅性、猥褻、誹謗或損害他人名譽的行為；</p>
        <p>●提供關於違法活動的指導性資訊，如製造或購買非法武器、侵犯他人隱私、提供或製造電腦病毒；</p>
        <p>●從其他用戶處索取密碼或個人標識資訊，用作商業或非法之目的；</p>
        <p>●未經我們事先書面許可，參加商業活動和/或銷售活動，如競賽、賭博、交易、廣告和金字塔計畫。</p>
        <h4>五、通知</h4>
        <p class=“text_in mt_10”>如果沒有特別規定，任何您與本應用之間的通知應以電子郵件形式發送，本應用電子郵寄地址為meeting@dating001.com，發送到您在登記註冊過程中向本應用提供的電子郵寄地址，或有關方指明的該等其他地址。</p>
    <h4>六、關於費用</h4>
        <p class=“text_in mt_10”>
        您因在本應用進行交易、在本應用獲取有償服務而發生的所有應納稅賦，以及通訊、網路服務及其他方面的費用均由您自行承擔。本應用保留在無須發出書面通知，僅在網站公示的情况下，暫時或永久地更改或停止部分或全部“服務”的權利。本應用有權更改服務價格，但會在您下一個付費到來前通知您。如果您不同意這些更改，那麼您當前使用期限屆滿後停止繼續使用。如果您的服務優惠有特定期限和價格，那麼該價格在該期限內有效。優惠期結束後，您使用服務的價格將按新標準執行。
        </p>
    <h4>七、隱私安全</h4>
		<p class=“text_in mt_10”>尊重用戶隱私是本應用的基本政策，囙此本應用在未經用戶的授權時不得公開、編輯或出租，出售給任何人，以下情况除外：</p>

        <p>1您同意讓協力廠商共亯資料</p>

        <p>2只有透露您的個人資料，才能提供您所要求的產品和服務</p>

        <p>3為免除您在生命、身體或財產方面之急迫危險；為防止他人權益之重大危害</p>

        <p>4我們需要向代表我們提供產品或服務的公司提供資料（除非我們另行通知您，否則這些公司無權使用您的身份識別資料）</p>

        <p>5我們需要聽從法庭傳票、法律命令或遵循法律程式</p>

        <p>6我們發現您違反了本應用服務條款或任何其他產品及服務的使用規定</p>

        <h4>八、其他</h4>

        <p class=“text_in mt_10”>

        使用本應用便表示接受本協定，成為本服務的會員則表示進一步的確認，本協定包含您與{#APP_NAME#}之間有關使用本應用和/或本服務的全部協定。如果本協定的任何規定被視為無效，本協定的其餘部分會繼續保留完整的效力和約束力。

        </p>
Eof

);

